{
  "Wingman: Departure, " : "僚机: 出发,",
  "Player: Magic, Ram 2-1 flight with you enroute to Madison at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往麦迪逊，高度层",
  "Player: Alright two, as briefed, we'll slow down and orbit WP5 at Angels 25. You'll monitor Magic and scan in air-to-air mode, I'll monitor Vampire and scan in air-to-ground." : "玩家: 好的二号机，按任务简报，我们将减速并在5号航路点上方25000英尺高度盘旋。你监控MAGIC频率并使用空对空模式扫描，我监控VAMPIRE频率并使用空对地模式扫描。",
  "Wingman: Lead, two, we're being called on the Guard frequency, are you hearing that? You need to respond and declare our intentions." : "僚机：长机，二号，我们在紧急频率上被呼叫，你听到了吗？你需要回应并声明我们的意图。",
  "Player: Image, Ram 2-1 flight checking out at London, switching." : "玩家：IMAGE，RAM 2-1编队在伦敦离场，切换频率。",
  "Shadow: Two copy." : "SHADOW：二号收到。",
  "Player: Magic, Ram 2-1 flight with you enroute to Bronx at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往布朗克斯，高度层",
  "Player: Agreed." : "Player: 同意。",
  "Shadow: Of course, we're only support assets though." : "Shadow: 当然，不过我们只是支援单位。",
  "Shadow: One, two, check on AUX." : "Shadow: 1号，2号，检查备用无线电。",
  "Player: I think they take some comfort in knowing that it's even freakier for the guys that're getting a visit from them." : "玩家: 我想，知道那些即将被他们拜访的家伙会感到更加毛骨悚然，这让他们多少有些慰藉。",
  "Player: Alright, two, you heard him. Turning to WP6 and from there we'll scan for movers in GMT until we get to the river." : "玩家: 好的，二号机，你听到他说的了。转向6号航路点，从那里开始，我们将使用地面移动目标模式扫描移动目标，直到抵达河边。",
  "Player: Vampire 6, Ram 2-1, no moving ground contacts detected on this side of the Euphrates. We think they'd be further west or south by now." : "玩家: VAMPIRE 6，RAM 2-1，幼发拉底河这一侧未探测到移动地面目标。我们认为他们现在已经向西或向南更远了。",
  "Player: Vampire 6, Ram 2-1 copies. We'll cross the Euphrates towards Palmyra but break off before the Restricted Area." : "玩家: VAMPIRE 6，RAM 2-1抄收。我们将飞越幼发拉底河朝帕尔米拉方向前进，但会在限制区前脱离。",
  "Player: Lone Warrior Strike, 304. Feet dry, switching." : "玩家：LONE WARRIOR STRIKE，304。已进入内陆，切换频率。",
  "Shadow: I can't believe we managed to completely destroy that column." : "Shadow: 真不敢相信我们彻底摧毁了那个车队。",
  "Shadow: Lead, you've got the city of Deir ez-Zuir over there. If we pass over that and come to heading 230 or so we'll be following the road to Palmyra." : "Shadow: 长机，那边就是代尔祖尔市。如果我们飞越那里，转到大约230航向，就能沿着通往帕尔米拉的道路飞行。",
  "Player: Ram 2, loud and clear, on station in Hotel." : "玩家: RAM 2，信号清晰响亮，已在H待命区就位。",
  "Wingman: Two, fencing in." : "僚机：二号，准备接战。",
  "THE INTERCEPTOR PILOT IS IGNORING YOU" : "拦截机飞行员无视你",
  "Vampire-6: Vampire 6 copies." : "VAMPIRE-6: VAMPIRE 6 抄收。",
  "F-10 OPTION (I) TO REPORT CONTACT TO VAMPIRE (275.25AM)" : "F-10选项(I)报告接触给吸血鬼(275.25AM)",
  "Player: Magic, Ram 2-1 flight with you enroute to Harlem at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往哈莱姆，高度层",
  "Player: Well, one of his lieutenants anyway. He was meeting someone in a warehouse at the outskirts of Raqqa." : "玩家: 嗯，至少是他的一个副手。他在拉卡郊外的一个仓库里与人会面。",
  "Player: Ram 2-1 copies, switching to Magic." : "玩家: RAM 2-1 抄收，切换到 MAGIC 频率。",
  "MISSION DEBRIEF" : "任务简报",
  "Player: Yeah, what's up, Shadow?" : "玩家: 是的，怎么了，Shadow？",
  "Vampire-6: You're late, signal Pencil has already been given." : "VAMPIRE-6: 你们迟到了，PENCIL 信号已经发出。",
  "Wingman: I've got one Maverick left." : "僚机: 我还剩一枚 Maverick。",
  "Shadow: Don't hate me, but I'm about to give you the most weapons school answer ever - it depends." : "Shadow: 别怪我，但我马上要给你一个最典型的武器学校式答案——看情况。",
  ", Low state is " : "低油量状态是",
  "Enfield-1-1: Enfield 1, loud and clear. We're inbound for Roadhouse." : "ENFIELD-1-1: ENFIELD 1，信号清晰响亮。我们正前往ROADHOUSE。",
  "ATC: American Hornet flight, this is Syrian Tower Control, received. State the nature of your emergency. I repeat, state the nature of your emergency, over." : "ATC：美国大黄蜂编队，这里是叙利亚塔台控制，收到。说明紧急情况性质。重复，说明紧急情况性质，完毕。",
  "Player: Pickle." : "玩家: Pickle.",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 270." : "ATC：RAM 2-1编队，拉马特戴维控制。雷达接触。允许直飞FL 270。",
  "Magic-1-1: Ram-2, Magic, you are entering restricted airspace, change course immediately." : "MAGIC-1-1: Ram-2，我是MAGIC，你正在进入限制空域，立即改变航向。",
  "Player: Ramat David Control, Ram 2-1 flight checking out from Atlit, switching." : "玩家：拉马特戴维控制，RAM 2-1编队从阿特利特离场，切换频率。",
  "Correct departure procedures (5/5)" : "正确离场程序（5/5）",
  "Dodge-4-1: Dodge 4, Lima Charlie, inbound from Bronx." : "DODGE-4-1: DODGE 4，信号清晰，正从BRONX进入。",
  ", Departure, remain below 500 feet until 7 DME. Correct immediately." : "离场，保持在500英尺以下直至7海里处。立即改正。",
  "Player: It'll be alright." : "玩家: 会没事的。",
  "Shadow: Did Gravity treat you right? She's a pretty fair evaluator." : "Shadow: GRAVITY 对你评价还好吧？她是个相当公正的评估官。",
  "Vampire-6: Ram 2-1, Vampire 6, go ahead." : "VAMPIRE-6: RAM 2-1，这里是VAMPIRE 6，请讲。",
  "Player: Lone Warrior Strike, 304." : "玩家：LONE WARRIOR STRIKE，304。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Marking mom's at " : "玩家：LONE WARRIOR STRIKE，304与305协同。标记母舰在",
  "Player: Two, say state." : "玩家: 二号,报告状态.",
  "Player: Two, push button 7 on PRI." : "玩家：二号，按下PRI上的按钮7。",
  "Player: It was awesome. I wish you could've been there for it. Apparently it was one of al-Baghdadi's lieutenants that they'd got some last minute intel on." : "玩家: 太棒了。真希望你当时也在场。显然，那是巴格达迪的一个副手，他们在最后一刻才得到情报。",
  "Player: Standby for downlink from Ram 2-2, VDL code 4927, over." : "玩家: 准备接收来自RAM 2-2的下行数据链，VDL代码4927，完毕。",
  "HOLD AND WAIT FOR YOUR WINGMAN TO REJOIN" : "保持并等待你的僚机重新加入",
  "USE NORMAL RADIO OPTIONS TO CHECK IN WITH CARRIER ATC" : "使用正常无线电选项与航母空中交通管制报到",
  ", acknowledged. Maintaining course and altitude and keeping clear of airfields. Much appreciated, out." : "收到。保持航向和高度并远离机场。非常感谢，完毕。",
  "Player: 304, Case III, switching to Marshal." : "玩家：304，Case III，切换到Marshal。",
  "F-10 OPTION (I) WHEN READY FOR WORDS FROM VAMPIRE (275.25AM)" : "F-10选项(I)当准备好接收来自吸血鬼的指令时(275.25AM)",
  "Player: Yeah, that's a little concerning." : "玩家: 是的，这有点令人担忧。",
  "Shadow: Those Rangers are pretty ballsy dropping right in on the X, but that's kinda how they roll." : "Shadow: 那些游骑兵直接降落在X点，胆子真够大的，但他们就是这么干的。",
  ", enter Marshal stack, angels 3." : "，进入马歇尔栈，高度3000英尺。",
  "Wingman: My jet is good. But looks like your jet has taken some damage." : "Wingman：我的飞机良好。但看起来你的飞机受到了一些损伤。",
  "Wingman: Weapons, countermeasures, sensors all set. Tapes on and two is fenced in. State " : "Wingman：武器、对抗措施、传感器全部设置完毕。磁带开启，二号已设防。状态",
  "TURN BACK TO YOUR DESIGNATED AIRSPACE TO AVOID CAUSING AN ESCALATION" : "返回你的指定空域以避免引发升级",
  "Player: Magic, Ram 2-1 flight checking out, switching." : "玩家：Magic，Ram 2-1编队退出，切换。",
  "Shadow: Two." : "Shadow：二号。",
  "Shadow: We've got a route of a little over 200 miles to home now. Should be just enough time to get the adrenaline down before trying to trap." : "Shadow: 我们现在有超过200英里的返航路线。应该刚好有足够时间让肾上腺素降下来，然后再尝试着舰。",
  "Divert recovery (5/10)" : "改道恢复 (5/10)",
  ", Kilo, switching." : ", Kilo, 切换.",
  "603, airborne." : "603，已升空。",
  "Shadow: Well, they've been on the X now longer than they planned." : "Shadow: 嗯，他们在X点上停留的时间已经超过了计划。",
  "Player: Two, state " : "玩家：二号，状态",
  "Vampire-6: Correct. Continue dry. Vampire out." : "VAMPIRE-6: 正确。继续干飞。VAMPIRE 完毕。",
  "Wingman: Weapons and countermeasures set, sensors and tapes on. Fence checks complete. State " : "Wingman：武器和对抗措施设置完毕，传感器和磁带开启。围栏检查完成。状态",
  "Player: Yeah, I guess you're right." : "玩家: 是啊，我想你说得对。",
  "Player: Alright, one day at a time. And today we're focusing on this mission." : "玩家: 好吧，一天天来。今天我们专注于这次任务。",
  "Compliant with Rules of Engagement" : "符合交战规则",
  "Wingman: 2-2, check." : "Wingman：2-2，检查。",
  "Time on Station in Hold Area Hotel not achieved (0/10)" : "未达到在H待命区停留的时间要求 (0/10)",
  "Wingman: Two copy." : "Wingman：二号收到。",
  "Player: This is US Navy Hornet " : "玩家：这是美国海军Hornet",
  "Player: Ramat David Control, Ram 2-1 flight checking out at River, switching." : "玩家：Ramat David控制，Ram 2-1编队在River退出，切换。",
  "Player: Two, engage target." : "玩家：二号，攻击目标。",
  "Shadow: Lead, two, radio check on AUX." : "Shadow: 长机，二号，在AUX上进行无线电检查。",
  " declaring an emergency. I say again, declaring an emergency. Requesting permission to pass through your airspace, over." : "宣布紧急情况。重复，宣布紧急情况。请求允许通过你的空域，完毕。",
  "Player: Magic, Ram 2-1 flight with you enroute to Manhattan at angels " : "玩家：Magic，Ram 2-1编队与你一起前往Manhattan，高度",
  "Player: Column has crossed into grid Delta Uniform, heading west along the highway at high speed. That's inside the Restricted Area. Break." : "玩家: 车队已进入网格DU区域，沿高速公路高速向西行驶。那是在限制区内。完毕。",
  "603, Kilo and switching." : "603，通话完毕并切换频率。",
  "Player: Two, switching to 6 on PRI." : "玩家：二号，切换到PRI 6。",
  "Shadow: They have a ton of those. Where we are, it's probably operated by IS." : "Shadow: 他们有很多那种东西。在我们所在区域，很可能是IS在操作。",
  "Shadow: Ram 2-2." : "Shadow：Ram 2-2。",
  "Player: Ram 2-1, ready for words." : "Player: Ram 2-1, 准备接收指令。",
  "Player: Two, switch back to 17 on PRI. They've got something for us." : "玩家: 二号机，切换回PRI通道17。他们有任务给我们。",
  "Player: Ram 2-1 copies, locate column. Turning to Roadhouse, then turning to heading 200 for 50. Will stay on this side of the Euphrates." : "玩家：Ram 2-1 收到，定位车队。转向Roadhouse，然后转向航向200飞行50。将保持在幼发拉底河这一侧。",
  ", update state." : "，更新状态。",
  "Player: 304." : "Player: 304。",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from London at angels " : "玩家：King Hussein控制，Ram 2-1编队与你一起从London前往，高度",
  "Player: Column is inside grid box Delta Uniform, our Restricted Area, heading north west along the highway at high speed. Break." : "玩家：车队在网格方块Delta Uniform内，我们的限制区，沿高速公路向西北高速前进。完毕。",
  "Player: One copy. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Shadow: Yeah." : "Shadow：是的。",
  "Player: Vampire 6, Ram 2-1. We are Winchester and RTB." : "玩家：Vampire 6，Ram 2-1。我们弹药耗尽，返回基地。",
  "Wingman: Copy fence checks." : "僚机：收到围栏检查。",
  "Shadow: And when we're done, the other factions will continue fighting. The factions we are helping today to defeat IS and take control of the territory will have to settle the score with either the Syrians and the Russians, or with Turkey and Iraq." : "Shadow：当我们完成后，其他派系将继续战斗。我们今天帮助击败IS并控制领土的派系将不得不与叙利亚人和俄罗斯人，或与土耳其和伊拉克算账。",
  "Shadow: Come on, guys, EXFIL. You don't have time for this." : "Shadow：来吧，伙计们，撤离。你们没时间了。",
  "Image-5-1: Image copy check out from Ram 2-1." : "Image-5-1：从Ram 2-1收到Image拷贝检查。",
  "Your actions have caused an escalation between the Coalition and Syrian and Russian armed forces (mission failure)" : "你的行动导致联盟与叙利亚和俄罗斯武装部队之间的升级（任务失败）",
  "Uzi-2-1: Uzi 2, acknowledged." : "Uzi-2-1：Uzi 2，收到。",
  "UPDATE: SCAN FOR VEHICLE COLUMN BETWEEN DEIR EZ-ZUIR AND PALMYRA, REMAIN CLEAR OF RESTRICTED AREA" : "更新：在代尔祖尔和巴尔米拉之间扫描车辆纵队，保持远离限制区域",
  "Vampire-6: 99, signal is Gluestick. I say again, signal is Gluestick. Acknowledge." : "Vampire-6：99，信号是Gluestick。我重复，信号是Gluestick。确认。",
  "Shadow: That was... intense." : "Shadow：那是...激烈。",
  "Player: Two, one, fencing in." : "Player：二，一，进入围栏状态。",
  "YOU ARE APPROACHING THE RESTRICTED AREA" : "你正在接近限制区域",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 270." : "ATC：Ram 2-1编队，侯赛因国王控制台。雷达接触。允许直飞飞行高度层270。",
  "Shadow: One, two." : "Shadow：一，二。",
  "Issues recorded with Rules of Engagement" : "交战规则问题已记录。",
  ", Mother, update state." : "，母舰，更新状态。",
  "603, passing 2.5." : "603，通过2.5。",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 250." : "ATC：Ram 2-1编队，拉马特大卫控制台。雷达接触。允许直飞飞行高度层250。",
  "Shadow: ... can't see anything. We need to drop below this cloud deck?" : "Shadow：...什么也看不见。我们需要降到云层下面吗？",
  "Carrier recovery (10/10)" : "航母回收 (10/10)",
  "Player: Two, one, fence out." : "Player：二，一，退出作战状态。",
  "Wingman: My jet is good. Your jet looks good from here." : "僚机：我的飞机良好。从我这看你的飞机良好。",
  "Player: Ok, two, button 2 on PRI." : "Player：好的，二，在PRI上按下按钮2。",
  "Player: One copies, we can still make it." : "Player: 一号收到，我们还能做到。",
  "F-10 OPTION (I) TO CHECK OUT WITH IMAGE (262AM)" : "使用F-10选项(I)与IMAGE签出（频率262AM）",
  "Uzi-2-1: Dodge 4, Uzi 2, PID on two armed trucks in the objective. " : "Uzi-2-1：Dodge 4，Uzi 2，目标区两辆武装卡车正识别。",
  "Wingman: Two." : "僚机：二。",
  "Player: Image, Ram 2-1 flight with you enroute to Sherlock at angels " : "Player：Image，Ram 2-1编队与你一起前往Sherlock，高度...",
  "Magic-1-1: Ram 2-1 flight, Magic copy. Radar contact. You are cleared for corridors within assigned flight levels." : "Magic-1-1：Ram 2-1编队，Magic收到。雷达接触。允许在指定飞行高度层内使用走廊。",
  ", Lone Warrior Strike, sweet/sweet, continue." : ", Lone Warrior Strike, sweet/sweet, 继续。",
  "Player: I have lost navigation aids and I'm unable to orientate myself , I request permission to continue through your airspace, over." : "Player：我失去了导航辅助设备，无法确定方位，请求允许继续通过你的空域，完毕。",
  "Player: Ram 2-2 check on PRI from Ram 2-1." : "Player：Ram 2-2在PRI上从Ram 2-1检查。",
  "ATC: American aircraft, this is Syrian Tower Control, that is received. Wait out." : "ATC：美国飞机，这里是叙利亚塔台控制，收到。等待。",
  "Incorrect departure procedures (0/5)" : "离场程序不正确 (0/5)",
  "Player: Ram 2-1, engaging." : "Player：Ram 2-1，接战中。",
  "SWITCH PRI TO CHANNEL 2" : "将PRI切换到频道2",
  "Player: Two, one, fence checks." : "Player：二，一，围栏检查。",
  "Player: Alright, easy right turn to heading 200, and keep scanning." : "玩家：好的，轻柔右转至航向200，并继续扫描。",
  "Vampire-6: Vampire 6 receiving downlink. You are cleared to engage and incur as much damage on them as your loadout or fuel allows. Odin is notifying the Russian command center of your presence, but stay clear of Palmyra. It may take a while before the airbase there gets the message." : "Vampire-6：Vampire 6 接收下行链路。你被授权交战，并尽可能用你的载荷或燃料允许的范围内对他们造成伤害。Odin正在通知俄罗斯指挥中心你的存在，但避开帕尔米拉。那里的空军基地可能需要一段时间才能收到消息。",
  "NEW TASK: INFLICT AS MUCH DAMAGE AS POSSIBLE ON ENEMY COLUMN" : "新任务：对敌军纵队造成尽可能多的伤害",
  "F-10 OPTIONS AVAILABLE" : "F-10选项可用",
  "Vampire-6: Vampire 6 copies all, break. Dodge 4, you are cleared on Roadhouse." : "Vampire-6：Vampire 6 收到所有，完毕。Dodge 4，你在Roadhouse被授权。",
  "ATC: Syrian Tower Control to American aircraft, you may continue on current course and altitude. you are not cleared to land and you must stay clear of any airfields. I repeat, do not attempt to land and stay clear of airfields. Acknowledge." : "塔台：叙利亚塔台管制呼叫美军飞机，你可以保持当前航向和高度。你未被允许降落，并且必须远离所有机场。重复，不要试图降落，远离机场。收到请回复。",
  "Shadow: Back when we were scanning for that column, my Radar Warning Receiver picked up an eight from somewhere near the river. Did you get that too?" : "Shadow：之前我们扫描车队时，我的雷达告警接收器在河附近收到了一个八。你也收到了吗？",
  "Player: Two, one, fence in." : "玩家：二号，一号，已进入作战状态。",
  "Player: Guns, guns, guns." : "玩家: Guns, guns, guns.",
  "Shadow: It's getting serious now. It's been less than two weeks since we've broken the siege of Marea, cut off Manbij and now we're hitting their top leaders." : "Shadow：现在情况变得严重了。自从我们打破Marea的围困，切断Manbij，到现在攻击他们的高层领导，还不到两周。",
  "Vampire-6: Anchor Hotel at FL 250 and monitor this channel." : "Vampire-6：在飞行高度250锚定Hotel并监控这个频道。",
  "Vampire-6: No change to tasking. Gluestick has already commenced." : "Vampire-6：任务没有变化。Gluestick已经开始了。",
  "Player: Push button 6 on PRI." : "玩家：按下PRI面板上的按钮6。",
  "Less than half the vehicles from column were destroyed (5/15)" : "车队中不到一半的车辆被摧毁（5/15）",
  "Player: Yeah, I'm a bit frustrated by that. I wouldn't mind trying that again." : "玩家：是的，我对此有点沮丧。我不介意再试一次。",
  "Player: We'd really only need to fly a few minutes west or south to confirm that. I'll report back to Vampire." : "玩家：我们真的只需要向西或南飞行几分钟来确认。我会向Vampire报告。",
  "Player: One copies." : "玩家：一号收到。",
  "Player: My fuel level is critically low, I request permission to pass through your airspace, over." : "玩家：我的燃油量极低，请求允许通过你方空域，完毕。",
  "Wingman: One, two, joined up." : "僚机：一号，二号，已会合。",
  "Shadow: We can kick IS out of Syria and Iraq, but we cannot defeat the idea of IS. That's where the real war is." : "Shadow：我们可以把IS赶出叙利亚和伊拉克，但我们无法击败IS的理念。这才是真正的战争所在。",
  ", requesting tanker." : "，请求加油机。",
  "Player: Yeah, that was pretty good. Nice work, two." : "玩家：是的，那相当不错。干得好，二号。",
  "Enfield-1-1: 99, Enfield 1. Paperclip, I repeat, signal is Paperclip." : "Enfield-1-1：99，Enfield 1。Paperclip，我重复，信号是Paperclip。",
  "Wingman: Two, state " : "僚机：二号，状态",
  ", Departure, reduce speed to 300 knots until 7 DME." : "，离场，减速至300节直到7 DME。",
  "Vampire-6: We estimate the column to be en route to either Deir ez-Zuir or Al-Mayadin on the Euphrates. Odin has authorized extending the airspace and we need you to locate the column. Break." : "Vampire-6：我们估计车队正在前往幼发拉底河上的Deir ez-Zuir或Al-Mayadin。Odin已授权扩展空域，我们需要你定位车队。完毕。",
  "LSO: Roger ball." : "LSO: Roger ball。",
  "Player: Rifle." : "玩家: Rifle.",
  "Player: Copy contact. Let's get closer for visual." : "玩家：收到接触。让我们靠近目视。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Checking in." : "玩家：孤狼打击编队，304与305结伴飞行。正在报到。",
  "Shadow: To us? You mean to you, right. You need to pay more attention." : "Shadow：对我们？你意思是对你，对吧。你需要更注意。",
  "Wingman: Two fenced in. Weapons and counter-measures set, sensors and tapes on. State " : "僚机：二号已进入作战区。武器和对抗措施已设置，传感器和录像开启。状态",
  "Player: Ram 2-1." : "玩家：RAM 2-1。",
  "Player: I have to admit, I wasn't really paying attention to that at the time. What's an eight?" : "玩家：我得承认，我当时没太注意。八是什么？",
  "Image: Image copies Ram 2-1 flight, radar contact, you are cleared for corridors within assigned flight levels." : "影像：影像收到，RAM 2-1编队，雷达识别，允许在指定飞行高度层内使用飞行走廊。",
  "Vampire-6: That is correct. Odin has authorized a temporary extension of the airspace ahead of you, continue." : "Vampire-6：正确。Odin已授权临时扩展你前方的空域，继续。",
  "Wingman: Just wave and smile, Player. Just wave and smile." : "僚机：挥挥手，笑一笑就行了，玩家。挥挥手，笑一笑就行了。",
  "Player: Two, push button 6 on PRI." : "玩家：二号，按下PRI面板上的按钮6。",
  "Player: Column is on the highway in grid Echo Uniform heading west towards the Restricted Area at high speed. Break." : "玩家：车队在网格Echo Uniform的高速公路上，向西高速朝限制区前进。完毕。",
  "603, arcing." : "603，弧线飞行。",
  "ATC: King Hussein Control, Ram 2-1 flight checking out at River, switching." : "塔台：侯赛因国王管制中心，RAM 2-1编队在河流检查点脱离，正在转换频率。",
  "Shadow: Player, wait for me..." : "SHADOW：玩家，等等我...",
  "Player: Nah, Gravity's cool. But she has to review my performance so there's always some pressure." : "玩家：不，Gravity很酷。但她必须审查我的表现，所以总是有些压力。",
  "Magic-1-1: Ram 2-1 flight, Magic copy check out." : "MAGIC-1-1：RAM 2-1编队，MAGIC收到你的脱离呼叫。",
  "Player: How come they didn't shoot at us? Were we out of range?" : "玩家：他们为什么没朝我们射击？我们超出射程了吗？",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 250." : "塔台：RAM 2-1编队，侯赛因国王管制中心。雷达识别。允许直飞，飞行高度层250。",
  "Player: Magic, Ram 2-1 flight with you enroute to Inwood at angels " : "玩家：MAGIC，这里是RAM 2-1编队，与你汇合，正在前往INWOOD，高度层",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute to Atlit at angels " : "玩家：拉马特大卫控制，Ram 2-1 编队与你同路前往阿特利特，高度",
  "Column with stolen Iraqi Army vehicles located (5/5)" : "定位到盗窃的伊拉克军队车辆车队（5/5）",
  "Dodge-4-1: Dodge 4, acknowledged." : "Dodge-4-1: Dodge 4，收到。",
  "Missing communication procedures" : "缺失通信程序",
  "Player: I was there for the last part of it. That's the Search and Track Radar for the SA-8, right?" : "玩家：我参与了最后一部分。那是SA-8的搜索和跟踪雷达，对吧？",
  "Player: Ram 2-1 copies." : "玩家：Ram 2-1 抄收。",
  "Wingman: Two, copy fence out. State " : "僚机：二号，收到 退出作战状态。状态",
  "Shadow: Cloud deck should be at around 11,000 ft." : "Shadow: 云层应该在约11,000英尺。",
  "Player: Vampire 6, Ram 2-1. Contact column. One BTR and one gun truck escorting some ten HUMMWVs. Break." : "玩家：Vampire 6，Ram 2-1。接触纵队。一辆BTR和一辆武装卡车护卫着大约十辆HUMMWV。完毕。",
  "ATC: Ram 2-1, Ramat David Control copy, out." : "空中交通管制：Ram 2-1，拉马特大卫控制收到，完毕。",
  ", Hornet ball, " : "，Hornet ball，",
  "Player: Ram 2-1, copy." : "玩家：Ram 2-1，收到。",
  "Mother: Mother copies, launching tanker." : "Mother: Mother 收到，正在发射加油机。",
  "General communication procedures followed" : "遵循一般通信程序",
  "Uzi-2-1: Uzi 2, on station at 15,000 ft." : "Uzi-2-1: Uzi 2，在15,000英尺高度执勤。",
  "Shadow: I hear that. So you went after a High Value Target?" : "Shadow: 我听到了。所以你们去追捕高价值目标了？",
  "Player: Two, switching to 7 on PRI." : "玩家：二号，切换到PRI上的7。",
  "Player: Copy that, two. Push button 3 on PRI." : "玩家：收到，二号。按PRI上的按钮3。",
  "Player: Alright, two, push button 6 on PRI. Turning north and climbing to Angels 28. Say your state." : "玩家：好的，二号，按下PRI上的按钮6。转向北并爬升到高度28。报告你的状态。",
  "Player: Two, push button 3 on PRI, say state." : "玩家：二号，按PRI上的按钮3，报告状态。",
  "Shadow: Still too bad we didn't get to take out that column." : "Shadow: 还是太遗憾了，我们没能消灭那个纵队。",
  ", passing 2.5." : ", 通过 2.5。",
  "Shadow: Still nothing for 40 miles. I suspect they passed through this area much earlier than this." : "Shadow: 40英里内仍然没有发现。我怀疑他们比这早得多就通过了这个区域。",
  "Player: Yeah. We continue like this and it'll be over by Christmas." : "玩家：是的。我们继续这样，圣诞节前就能结束。",
  "Player: Yes. We'll need to make a call on whether to stop by Texaco or rely on a recovery tanker from mother." : "玩家：是的。我们需要决定是停靠Texaco还是依赖母舰的回收加油机。",
  "Issues recorded with airspace controls (0/5)" : "空域控制问题记录 (0/5)",
  "Player: Found anything yet?" : "玩家：发现什么了吗？",
  "Player: Copy that, two." : "玩家：收到，2。",
  "Aircraft damaged." : "飞机受损。",
  "Shadow: Two copies." : "Shadow：2收到。",
  "ATC: Ram 2-1, King Hussein Control copies." : "ATC：Ram 2-1，King Hussein Control收到。",
  "Wingman: Ram 2-2, copy." : "僚机：Ram 2-2，收到。",
  "Player: Alright, we gotta report that. And let this be a reminder to us to pay more attention to the Radar Warning Receiver when we're near the Euphrates." : "玩家：好的，我们得报告这个。并以此提醒我们，在靠近幼发拉底河时更注意雷达警告接收器。",
  "Player: Departure, " : "Player: 离场,",
  "Mother: Roger, " : "母舰：收到。",
  "Wingman: One, two, in formation." : "僚机：一号，二号，编队中。",
  "F-10 OPTION (I) TO CHECK IN WITH STRIKE (265AM)" : "F-10选项(I)与Strike检查入网 (265AM)",
  ", Lone Warrior Strike, copy, radar contact, continue." : "，独行战士打击，收到，雷达接触，继续。",
  "Player: Yes, so let's make sure the guys get whatever help they need to get the job done. And if they don't need us, that's even better, they'll get home safe and we'll be back in time to catch the morning edition of the Truman Show." : "玩家：是的，所以让我们确保伙计们得到他们完成任务所需的任何帮助。如果他们不需要我们，那更好，他们会安全回家，我们会及时回来赶上《楚门的世界》早间版。",
  "Player: The Syrians have those, don't they?" : "玩家：叙利亚人有那些，对吧？",
  "Enfield-1-1: 99, Enfield 1. Pencil, Pencil." : "Enfield-1-1: 99，Enfield 1。Pencil，Pencil。",
  "Player: Ram 2-1 anchoring in Hotel at angels 25." : "玩家：Ram 2-1 在Hotel区域高度25锚定。",
  "Shadow: The number eight. As in an SA-8 radar. Did you pay attention at all during the threat briefing?" : "Shadow: 数字八。就像SA-8雷达。你在威胁简报时到底有没有注意听？",
  ", established outbound." : ", 已建立出航。",
  "Wingman: I'm out of Mavericks." : "Wingman: 我的Maverick用完了。",
  "Player: Ram 2-1, Pickle." : "玩家: Ram 2-1, Pickle.",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：侯赛因国王管制，拉姆 2-1编队自河区前来，高度",
  "Player: Lone Warrior Strike, 304. Checking in." : "玩家：独行侠打击，304。报到。",
  "Player: Vampire 6, Ram 2-1. Engagement complete, column is destroyed. We're RTB." : "玩家：Vampire 6，Ram 2-1。交战完成，纵队被摧毁。我们返航。",
  "Shadow: 305." : "Shadow：305。",
  ", Departure, maintain BRC heading until 7 DME. Correct immediately." : "，离场，保持BRC航向直到7 DME。立即修正。",
  "Vampire-6: 99, Vampire 6, radio check." : "Vampire-6: 99，Vampire 6，无线电检查。",
  "Player: Two, one, fencing out now." : "玩家：二号，一号，现在解除武器保险。",
  "Shadow: Guns, guns, guns." : "Shadow: Guns, guns, guns.",
  "Vampire-6: 99, Vampire 6, good job. Enfield 1 and Dodge 4 are RTB. Uzi 2-1 remaining on station. Ram 2-1, standby for words." : "Vampire-6: 99，Vampire 6，干得好。Enfield 1 和 Dodge 4 返航。Uzi 2-1 留空执勤。Ram 2-1，待命。",
  "Player: Alright two, we can fence out now. Say state." : "玩家：好的二号，我们现在可以退出作战状态了。报告状态。",
  "Dodge-4-1: Dodge 4, acknowledged, in from the east." : "Dodge-4-1: Dodge 4，收到，从东边进入。",
  "Wingman: One, two, I have a bad feeling about this. We better change course." : "僚机：一号，二号，我对此有不好的预感。我们最好改变航线。",
  "Image-5-1: Image, Ram 2-1 flight checking out, switching." : "Image-5-1：Image，Ram 2-1 编队签出，切换。",
  "Shadow: Two copy, switching back to Magic on PRI." : "Shadow: 二号抄收，切换回PRI上的Magic。",
  "Shadow: I'm picking up a Ground Moving Target ahead 35 miles or so. Actually, it's more like a cluster of contacts." : "Shadow: 我探测到前方约35英里处的地面移动目标。实际上，更像是一群接触点。",
  "603, established outbound." : "603，已建立出航。",
  "Player: My aircraft is critically damaged, I request permission to pass through your airspace, over." : "玩家：我的飞机严重受损，请求允许通过你的空域，完毕。",
  "Player: One copy." : "玩家：一号收到。",
  "Player: Yeah yeah..." : "玩家：是是...",
  "Late, but on station in Hotel when operation commenced (5/10)" : "迟到，但在行动开始时在Hotel区域执勤 (5/10)",
  "Player: Two, one, good check." : "玩家：二号，一号，检查良好。",
  "Player: One copies. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Player: Magic, Ram 2-1 flight checking out at Manhattan, switching." : "玩家：Magic，Ram 2-1 编队在Manhattan签出，切换。",
  "Image-5-1: Ram-2, Image, you are entering restricted airspace, change course immediately." : "Image-5-1：Ram-2，Image，你正在进入限制空域，立即改变航线。",
  ", Strike copies." : "，打击收到。",
  "Player: Image, Ram 2-1 flight with you enroute to London at angels " : "玩家：Image，Ram 2-1 编队与你一同前往London，高度 angels",
  "Player: Ram 2, acknowledged." : "玩家：Ram 2，收到。",
  "Player: Vampire 6, Ram 2-1, two Hornets checking in to Hotel from Inwood as fragged. We've got Mavericks, guns, Timber Sweet, ATFLIR and ground radar." : "玩家：Vampire 6，Ram 2-1，两架Hornet按计划从Inwood报到进入Hotel区域。我们有Maverick导弹、机炮、Timber Sweet、ATFLIR和地面雷达。",
  "Vampire-6: Vampire 6, copy Paperclip, break. All callsigns remain on station while Enfield is egressing." : "Vampire-6: Vampire 6，抄收Paperclip，完毕。所有呼号在Enfield退出时保持执勤。",
  ", Lone Warrior Strike copies." : "，独行战士打击收到。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：Ramat David 控制台，Ram 2-1 编队从River前往，高度 angels",
  "Player: Copy that. Get your video downlink ready. I'll call it in." : "玩家：抄收。准备好你的视频下行链路。我会呼叫。",
  "More than half the vehicles from column were destroyed (10/15)" : "纵队中超过一半的车辆被摧毁 (10/15)",
  "Vampire-6: Ram 2-1, Vampire 6, good work, man. Immediately turn to heading 360 and RTB via Broadway. Contact Magic." : "Vampire-6: Ram 2-1，Vampire 6，干得好，伙计。立即转向航向360并通过Broadway返航。联系Magic。",
  "-- Historical debriefing available (R) --" : "-- Historical debriefing available (R) --",
  "Shadow: This is all speculation, but in my opinion, they probably didn't have enough time on the system to give them the confidence to shoot at us where we were. Experience counts for a lot." : "Shadow: 这都是推测，但在我看来，他们可能没有足够的时间熟悉系统，从而在我们所在的位置有信心向我们开火。经验很重要。",
  "All the vehicles from the column were destroyed (15/15)" : "纵队中的所有车辆都被摧毁 (15/15)",
  "Player: Two, push button 7 on PRI. I'll be on button 15 then 13 on AUX." : "玩家：二号，按下PRI上的按钮7。我将在AUX上使用按钮15然后13。",
  "Shadow: I've got visual. Hang on, that's a column of stolen HUMMWVs. And there's a BTR in front and a flak gun at the rear." : "Shadow: 我有目视。等等，那是一列被盗的HUMMWVs。前面有一辆BTR，后面有一门高射炮。",
  "Wingman: One, two, on your right." : "僚机：一号，二号，在你的右侧。",
  "Compliant with airspace controls (5/5)" : "符合空域管制（5/5）",
  "Wingman: Two, fencing out. State " : "僚机：二号，解除保险。状态",
  "Player: King Hussein Control, Ram 2-1 flight checking out from London, switching." : "玩家：King Hussein 控制台，Ram 2-1 编队从London签出，切换。",
  "ATC: American aircraft. You are entering restricted airspace. Turn back immediately or state your intent or you may be fired upon, over." : "ATC：美国飞机。你正在进入限制空域。立即转向或说明你的意图，否则可能被开火，完毕。",
  "New tasking not completed (0/20)" : "新任务未完成 (0/20)",
  "Player: Vampire 6, Ram 2-1 checking in." : "Player: Vampire 6, Ram 2-1报到。",
  "Player: Lone Warrior Strike, 304. Marking mom's at " : "玩家：Lone Warrior Strike，304。标记母舰在",
  "Shadow: Dart." : "Shadow: Dart.",
  "Player: Dart." : "玩家: Dart.",
  "Enfield-1-1: Enfield 1, acknowledge." : "Enfield-1-1: Enfield 1, 收到。",
  "Vampire-6: From Hotel, turn east to Roadhouse, then turn to heading 200 for about 50 miles and search the area down to Deir ez-Zuir. Stay on this side of the Euphrates. Acknowledge." : "Vampire-6: 从Hotel, 向东转至Roadhouse, 然后转向航向200飞行约50英里, 搜索区域向下至Deir ez-Zuir。保持在幼发拉底河的这一侧。确认。",
  "Shadow: We still managed to do some serious damage to that column." : "Shadow: 我们还是对那列车队造成了严重破坏。",
  ", Lone Warrior Strike." : "独行战士打击任务。",
  "Image: Image copy check out from Ram 2-1." : "Image：Image 收到 Ram 2-1 的签出。",
  "Wingman: Two copies." : "僚机：二号收到。",
  "Shadow: So, how did it go yesterday?" : "Shadow: 那么, 昨天情况如何？",
  "Vampire-6: Ram 2-1, Vampire 6. The team picked up intel from Roadhouse that an IS column of stolen IA vehicles passed through the village heading south. Break." : "Vampire-6: Ram 2-1, Vampire 6。小组从Roadhouse获取情报, 一列IS盗窃的IA车辆穿过村庄向南行驶。完毕。",
  "SWITCH AUX TO CHANNEL 1" : "将AUX切换到频道1",
  "Shadow: Anyway, yeah, it's the Land Roll Search Track Radar. Short range, radar guided missile, Mach 2 capable, 25,000 ft ceiling with a 10 NM range. Stay above 30,000 ft and you should be fine." : "Shadow: 总之, 是的, 这是Land Roll搜索跟踪雷达。短程, 雷达制导导弹, 速度可达2马赫, 升限25,000英尺, 射程10海里。保持在30,000英尺以上, 你应该没问题。",
  "Player: Yeah, pretty good, I think... I don't think I messed up too much." : "Player: 是的, 相当不错, 我想... 我觉得我没搞砸太多。",
  "Player: Mother, " : "Player: Mother,",
  "F-10 OPTION (I) REPORT NO CONTACTS TO VAMPIRE (275.25AM)" : "F-10选项(I)报告无接触给吸血鬼(275.25AM)",
  "Player: 304, Case I, switching to Marshal." : "玩家：304，Case I，切换到 Marshal。",
  "Vampire-6: Vampire 6, copy Pencil." : "Vampire-6: Vampire 6, 抄收Pencil。",
  "Uzi-2-1: 99, Uzi 2, armed trucks destroyed, objective clear." : "Uzi-2-1: 99, Uzi 2, 武装卡车已摧毁, 目标清除。",
  ", Strike, you're entering restricted airspace. Change course immediately." : "打击编队，你正在进入限制空域。立即改变航向。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Feet dry, switching." : "玩家：孤狼打击，304与305编队。已进入陆地，切换。",
  "Shadow: Take it easy with that, dawg. You know that's not how this goes." : "Shadow: 放松点, 兄弟。你知道事情不是这样发展的。",
  "Player: It's only been a couple of minutes. They'd be inside the compound now searching the rooms." : "Player: 才过了几分钟。他们现在应该已经在建筑群内搜索房间了。",
  "Time on Station in Hold Area Hotel achieved (10/10)" : "在待命区域Hotel的执勤时间已达到 (10/10)",
  "NEW TASKING: LOCATE COLUMN OF STOLEN IRAQI ARMY VEHICLES, FROM WP6 (ROADHOUSE) TURN TO HDG 200 AND SCAN 50 NM TOWARDS DEIR EZ-ZUIR ON THE EUPHRATES" : "新任务指示：定位被盗的伊拉克军队车辆纵队，从WP6（路屋）转向航向200度，并扫描50海里朝向幼发拉底河上的代尔祖尔",
  "Vampire-6: Currently no change to situation and tasking." : "Vampire-6: 目前情况和任务无变化。",
  "Shadow: Al-Baghdadi? You gotta be... as in the leader of the whole Islamic State, it's that al-Baghdadi?" : "Shadow: Al-Baghdadi? 你一定是... 就是那个整个伊斯兰国的领袖, 那个al-Baghdadi？",
  "Player: Ram 2-1, King Hussein Control copies." : "玩家：Ram 2-1，King Hussein Control抄收。",
  "Shadow: Two copies. State " : "Shadow: 二号收到。状态",
  "Player: Image, Ram 2-1 flight with you enroute to Stirling at angels " : "玩家：Image，Ram 2-1编队与你一同前往斯特林，高度",
  "Vampire-6: Vampire 6, copies. However, our estimate is that the column is headed to Raqqa using the route through the mountains. Follow the road west to Palmyra and scan up to the Restricted Area." : "Vampire-6: Vampire 6, 收到。然而, 我们估计车队正通过山区路线前往Raqqa。沿道路向西至Palmyra并扫描至限制区域。",
  "Wingman: Two copies. State " : "僚机：两份抄收。状态",
  "Shadow: Negative, not a single thing." : "Shadow: 否定, 什么都没有。",
  "Vampire-6: The intel isn't precise in terms of number and types of vehicles or what time they passed by the objective, however the team believes it was genuine. Break." : "Vampire-6: 情报在车辆数量和类型或他们通过目标的时间方面不精确, 但小组认为它是真实的。完毕。",
  ", you are cleared to use fuel dump before commencing approach." : "，你被批准在开始进场前使用燃油排放。",
  "Mission commenced (base score 50)" : "任务开始（基础分数50）",
  "Vampire-6: You're late, we already received the signal Paperclip." : "Vampire-6: 你迟到了, 我们已经收到信号Paperclip。",
  ", Strike, copy, sweet/sweet, continue on mission." : "打击编队收到，状态良好，继续执行任务。",
  ", Strike copies checkout." : "打击编队收到离场检查。",
  "Shadow: One, two, 10 minutes left until our Time on Station." : "Shadow: 一号，二号，距离我们的在站时间还有10分钟。"
}