{
  "Player: Magic, Ram 2-1 flight with you enroute to Madison at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往麦迪逊，高度层",
  "Player: Two, engage the reinforcements." : "玩家：二号，攻击增援部队。",
  "Player: Two, engage the insurgent fighters." : "玩家：二号，攻击叛军战斗机。",
  "Wingman: Lead, two, we're being called on the Guard frequency, are you hearing that? You need to respond and declare our intentions." : "僚机：长机，二号，我们在紧急频率上被呼叫，你听到了吗？你需要回应并声明我们的意图。",
  "IS reinforcing unit (T-55, BTR and technicals) neutralized (3/5)" : "IS增援单位（T-55、BTR和技术车辆）已被消灭（3/5）",
  "Player: Image, Ram 2-1 flight checking out at London, switching." : "玩家：IMAGE，RAM 2-1编队在伦敦离场，切换频率。",
  "Shadow: Two copy." : "SHADOW：二号收到。",
  "F-10 OPTION (I) TO CALL 6-5 ON GUARD (243AM)" : "F-10选项(I)在应急频率243调幅呼叫6-5",
  "Player: Magic, Ram 2-1 flight with you enroute to Bronx at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往布朗克斯，高度层",
  "Player: Two, one, push button 11 on PRI." : "Player: 二号，一号，在PRI上按下按钮11。",
  "Shadow: Two GBUs left." : "SHADOW：还剩两枚GBU。",
  "Shadow: One, two, check on AUX." : "Shadow: 1号，2号，检查备用无线电。",
  "Shadow: There's a white smoke screen down ahead, " : "Shadow：前方有白色烟幕，",
  "Player: Lone Warrior Strike, 304. Feet dry, switching." : "玩家：LONE WARRIOR STRIKE，304。已进入内陆，切换频率。",
  "SAA-6-5: Tanks and machine gun weapons. We have only one tank and BTR. We can not hold, over." : "SAA-6-5：坦克和机枪武器。我们只有一辆坦克和BTR。我们守不住了，完毕。",
  "Player: 6-5, Ram 2-1, we hope that was of some help to you. Your Russian friends are here now." : "玩家：6-5，Ram 2-1，希望那对你们有所帮助。你们的俄罗斯朋友现在到了。",
  "Wingman: Two, fencing in." : "僚机：二号，准备接战。",
  "THE INTERCEPTOR PILOT IS IGNORING YOU" : "拦截机飞行员无视你",
  "Player: Magic, Ram 2-1 flight with you enroute to Harlem at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往哈莱姆，高度层",
  "MISSION DEBRIEF" : "任务简报",
  "Shadow: Yeah that she is. Plus, what happens if you get jumped and you have to go to the merge. The Hog would definitely be suboptimal for that." : "Shadow：是啊，就是这样。另外，如果你被突袭而不得不进入缠斗，Hog肯定不是最佳选择。",
  "Firefly: Firefly copy Ram 2-1, you may transit through Steel, remain above 20,000 ft." : "Firefly：Firefly收到，Ram 2-1，你可以通过Steel区域过渡，保持在20000英尺以上。",
  "Firefly: SITREP as follows, break." : "Firefly：情况报告如下，完毕。",
  "ATC: American Hornet flight, this is Syrian Tower Control, received. State the nature of your emergency. I repeat, state the nature of your emergency, over." : "ATC：美国大黄蜂编队，这里是叙利亚塔台控制，收到。说明紧急情况性质。重复，说明紧急情况性质，完毕。",
  "Shadow: Pickle." : "Shadow：投弹。",
  "Player: Let's use our JDAMs first if they are not moving." : "玩家：如果他们不动，我们先使用JDAMs。",
  "Player: Pickle." : "玩家: Pickle.",
  "Shadow: Two, state " : "Shadow：二号，状态",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 270." : "ATC：RAM 2-1编队，拉马特戴维控制。雷达接触。允许直飞FL 270。",
  "Firefly: Firefly copy Ram 3-2, anchor at FL 230, stand by for tasking." : "Firefly：Firefly 收到 Ram 3-2，在FL 230高度待命，等待任务分配。",
  "Magic-1-1: Ram-2, Magic, you are entering restricted airspace, change course immediately." : "MAGIC-1-1: Ram-2，我是MAGIC，你正在进入限制空域，立即改变航向。",
  "Player: Ramat David Control, Ram 2-1 flight checking out from Atlit, switching." : "玩家：拉马特戴维控制，RAM 2-1编队从阿特利特离场，切换频率。",
  "Correct departure procedures (5/5)" : "正确离场程序（5/5）",
  ", Departure, remain below 500 feet until 7 DME. Correct immediately." : "离场，保持在500英尺以下直至7海里处。立即改正。",
  "Firefly: From Steel, dispatch on heading 150 for approximately 60 miles. Contact 6-5 on Guard. You are cleared to provide Emergency CAS." : "Firefly：从Steel出发，沿航向150飞行约60英里。在Guard频率联系6-5。你被批准提供紧急CAS。",
  "Firefly: IS still holds numerous fighting positions around the town. They are largely small groups bunkered down in buildings with light weapons. There are still believed to be some MANPADs scattered across the town." : "Firefly：IS仍在城镇周围占据多个战斗阵地。他们主要是小股部队，携带轻武器固守在建筑物中。据信城镇中仍散布着一些MANPADs。",
  "Player: Two, let's head back to Broadway, climb for angels 26." : "玩家：二号，我们返回Broadway，爬升至angels 26。",
  "Firefly: Emergency call on Guard from a Syrian Army unit. They are being attacked by IS, they are located at an oil field 30 clicks south of al Tabqah." : "Firefly：Guard频率上有叙利亚陆军部队的紧急呼叫。他们正遭到IS攻击，位于al Tabqah以南30公里处的油田。",
  "Player: Two, push button 7 on PRI." : "玩家：二号，按下PRI上的按钮7。",
  "Issues recorded with Rules of Engagement (0/20)" : "交战规则问题记录 (0/20)",
  "HOLD AND WAIT FOR YOUR WINGMAN TO REJOIN" : "保持并等待你的僚机重新加入",
  ", acknowledged. Maintaining course and altitude and keeping clear of airfields. Much appreciated, out." : "收到。保持航向和高度并远离机场。非常感谢，完毕。",
  "IS attacking unit (T-55) destroyed (5/5)" : "IS攻击单位（T-55）已被摧毁（5/5）",
  "Player: 6-5, we are here to help you. I understand you are at the oil field. Can you tell me where the enemies are? How far away are they from you and in what direction, over?" : "玩家：6-5，我们来帮助你们。我理解你们在油田。你能告诉我敌人在哪里吗？他们离你们多远，在什么方向，完毕？",
  "Shadow: One GBU left." : "Shadow：剩下一枚GBU。",
  "Firefly: 6-5, Firefly, what is your location?" : "Firefly：6-5，Firefly，你的位置是？",
  "Player: Oh yeah, why's that?" : "玩家：哦，是吗，为什么？",
  "Wingman: My jet is good. But looks like your jet has taken some damage." : "Wingman：我的飞机良好。但看起来你的飞机受到了一些损伤。",
  "Wingman: Weapons, countermeasures, sensors all set. Tapes on and two is fenced in. State " : "Wingman：武器、对抗措施、传感器全部设置完毕。磁带开启，二号已设防。状态",
  "TURN BACK TO YOUR DESIGNATED AIRSPACE TO AVOID CAUSING AN ESCALATION" : "返回你的指定空域以避免引发升级",
  "Shadow: Two." : "Shadow：二号。",
  "Shadow: Those are Hogs down there. Man, that would not have been my first choice if I'd joined the Air Force." : "Shadow：下面那些是Hogs。伙计，如果我加入了空军，那肯定不会是我的首选。",
  "Player: Probably. I'll let 6-5 know." : "玩家：可能吧。我会告诉6-5。",
  "Player: Got it, what are they shooting at you with? Over." : "玩家：明白，他们用什么武器射击你们？完毕。",
  "Wingman: Weapons and countermeasures set, sensors and tapes on. Fence checks complete. State " : "Wingman：武器和对抗措施设置完毕，传感器和磁带开启。入场检查完成。状态",
  "Magic-1-1: Ram 2-1, Magic copies, you are cleared for Steel, check Firefly on Olive 1." : "Magic-1-1：Ram 2-1，Magic收到，你被批准前往Steel，在Olive 1频率联系Firefly。",
  "Compliant with Rules of Engagement" : "符合交战规则",
  "Wingman: Two copy." : "Wingman：二号收到。",
  "Player: 6-5, this is Ram 2-1 inbound to your location. Do you copy?" : "玩家：6-5，这里是Ram 2-1，正前往你的位置。收到请回复？",
  "Shadow: Three GBUs left." : "Shadow：剩下三枚GBU。",
  "Firefly: Firefly copy, Ram 2-1 flight cleared for Steel. Establish orbit at FL 200. Tusk 5 on station at FL 130." : "Firefly：Firefly收到，Ram 2-1编队被批准前往Steel。在FL 200建立轨道。Tusk 5在FL 130执勤。",
  "Player: This is US Navy Hornet " : "玩家：这是美国海军Hornet",
  "Player: Ramat David Control, Ram 2-1 flight checking out at River, switching." : "玩家：Ramat David控制，Ram 2-1编队在River退出，切换。",
  "Shadow: Lead, two, radio check on AUX." : "Shadow: 长机，二号，在AUX上进行无线电检查。",
  "Player: Two, one, I'm switching back to Firefly now. Say state." : "玩家：二号，一号，我现在切换回Firefly。报告状态。",
  " declaring an emergency. I say again, declaring an emergency. Requesting permission to pass through your airspace, over." : "宣布紧急情况。重复，宣布紧急情况。请求允许通过你的空域，完毕。",
  "Player: Magic, Ram 2-1 flight with you enroute to Manhattan at angels " : "玩家：Magic，Ram 2-1编队与你一起前往Manhattan，高度",
  "Player: Alright two, you heard them. Turning 150 for 60." : "玩家：好的二号，你听到了。转向150航向，飞行60英里。",
  ", 25,000 ft hot." : "，25000英尺热态。",
  "Player: Copy that, two, stay vigilant. We have to assume they are here to assist the Syrian Army." : "玩家：收到，二号，保持警惕。我们必须假设他们是来协助叙利亚陆军的。",
  "Player: Two, take out the tactical vehicles." : "玩家：二号，消灭战术车辆。",
  "Player: Two, switching to 6 on PRI." : "玩家：二号，切换到PRI 6。",
  "Shadow: Ram 2-2." : "Shadow：Ram 2-2。",
  "Shadow: I hear that. We can try some of that Turkish coffee that they are so famous for." : "Shadow：我听到了。我们可以尝尝他们著名的土耳其咖啡。",
  "IS dismounted insurgents assaulting position neutralized (3/5)" : "IS下马叛军攻击阵地已被消灭（3/5）",
  "Player: 304." : "Player: 304。",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from London at angels " : "玩家：King Hussein控制，Ram 2-1编队与你一起从London前往，高度",
  "Player: One copy. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Player: Firefly, Ram 2-1, go ahead." : "玩家：Firefly，Ram 2-1，请讲。",
  "Wingman: Copy fence checks." : "僚机：收到作战状态检查。",
  "Player: E-CAS for 6-5 complete. Two Russian Fullbacks are on station there now. We are Winchester and returning via Broadway." : "玩家：对6-5的E-CAS完成。两架俄罗斯Fullbacks现在在那里执勤。我们Winchester并通过Broadway返回。",
  "IS attacking unit (BTR and technicals) neutralized (3/5)" : "IS攻击单位（BTR和技术车辆）已被消灭（3/5）",
  "Image-5-1: Image copy check out from Ram 2-1." : "Image-5-1：从Ram 2-1收到Image拷贝检查。",
  "Your actions have caused an escalation between the Coalition and Syrian and Russian armed forces (mission failure)" : "你的行动导致联盟与叙利亚和俄罗斯武装部队之间的升级（任务失败）",
  "Player: Ram 2-1 copy. 150 for 60. E-CAS for 6-5 on Guard." : "玩家：Ram 2-1收到。150航向60英里。在Guard频率对6-5提供E-CAS。",
  "Player: Two, one, fencing in." : "Player：二号，一号，进入作战状态。",
  "Firefly: Come to 20,000 ft." : "Firefly：下降到20000英尺。",
  "Player: Magic, Ram 2-1 flight checking out of Broadway for Steel." : "玩家：Magic，Ram 2-1编队从Broadway检查前往Steel。",
  "Player: Two, destroy the tank." : "玩家：二号，摧毁坦克。",
  "YOU ARE APPROACHING THE RESTRICTED AREA" : "你正在接近限制区域",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 270." : "ATC：Ram 2-1编队，侯赛因国王控制台。雷达接触。允许直飞飞行高度层270。",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 250." : "ATC：Ram 2-1编队，拉马特大卫控制台。雷达接触。允许直飞飞行高度层250。",
  "Player: Two, one, fence out." : "Player：二号，一号，退出作战状态。",
  "Wingman: My jet is good. Your jet looks good from here." : "僚机：我的飞机良好。从我这看你的飞机良好。",
  "Player: Ram 2-1, running in." : "Player：Ram 2-1，进入攻击。",
  "Shadow: Go Gate!" : "Shadow：去大门！",
  "SAA BTR section survived (1/1)" : "SAA BTR 小队幸存 (1/1)",
  "MISSION UPDATE: TURN HEADING 150 FOR ABOUT 60 NM AND CONTACT 6-5 ON GUARD FOR EMERGENCY CAS" : "任务更新：转向航向150飞行约60海里，并在应急频率联系6-5请求紧急近距离空中支援",
  "F-10 OPTION (I) TO CHECK OUT WITH IMAGE (262AM)" : "使用F-10选项(I)与IMAGE签出（频率262AM）",
  "Wingman: Two." : "僚机：二号",
  "Player: Image, Ram 2-1 flight with you enroute to Sherlock at angels " : "Player：Image，Ram 2-1编队与你一起前往Sherlock，高度...",
  "Player: Ram 2-1, copy SITREP and standing by for tasking." : "Player: Ram 2-1，收到情况报告，待命接收任务。",
  "Firefly: 6-5, this is Firefly 1-1 with you on Guard, what's your situation?" : "Firefly：6-5，这里是Firefly 1-1，在守卫频率上与你通话，你的情况如何？",
  "Magic-1-1: Ram 2-1 flight, Magic copy. Radar contact. You are cleared for corridors within assigned flight levels." : "Magic-1-1：Ram 2-1编队，Magic收到。雷达接触。允许在指定飞行高度层内使用走廊。",
  "SAA-6-5: There are more tanks, on other road, 2 km east. They are coming to attack also." : "SAA-6-5：还有更多坦克，在另一条路上，东边2公里。他们也在前来攻击。",
  "SAA-6-5: Thank you. I will try. Out." : "SAA-6-5：谢谢。我会尝试。完毕。",
  ", Lone Warrior Strike, sweet/sweet, continue." : ", Lone Warrior Strike, 一切正常, 继续。",
  "Firefly: Ram 2-1, Firefly, copy. I need you to adjust your altitude as ordered to make room in the stack." : "Firefly: Ram 2-1，Firefly，收到。我需要你按命令调整高度，为编队腾出空间。",
  "Shadow: State " : "Shadow：状态",
  "Player: I have lost navigation aids and I'm unable to orientate myself , I request permission to continue through your airspace, over." : "Player：我失去了导航辅助设备，无法确定方位，请求允许继续通过你的空域，完毕。",
  "Player: Ram 2-2 check on PRI from Ram 2-1." : "Player：Ram 2-2在PRI上从Ram 2-1检查。",
  "Player: So, the big fighter, huh? She's definitely a looker." : "玩家：那么，那架大战机，嗯？她绝对是个美人。",
  "SAA-6-5: This 6-5, we need help, over." : "SAA-6-5：这里是6-5，我们需要帮助，完毕。",
  "ATC: American aircraft, this is Syrian Tower Control, that is received. Wait out." : "ATC：美国飞机，这里是叙利亚塔台控制，收到。等待。",
  "SAA-6-5: Fighters attacking us from south." : "SAA-6-5：战斗机从南边攻击我们。",
  "Incorrect departure procedures (0/5)" : "离场程序不正确 (0/5)",
  "F-10 OPTION (I) TO REPORT BACK TO FIREFLY (272.5AM)" : "F-10选项(I)向FIREFLY 272.5调幅回报",
  "SWITCH PRI TO CHANNEL 2" : "将PRI切换到频道2",
  "Shaba 1-1: Shaba 1-1 copy check in from Ram 3-2. Stand by." : "Shaba 1-1: Shaba 1-1收到Ram 3-2的报到。待命。",
  "Shadow: Hey don't forget, we're landing at Incirlik today." : "Shadow：嘿，别忘了，我们今天要在因吉尔利克降落。",
  "SAA-6-5: Yes, we have two mortars. We are making a smoke screen between us, over." : "SAA-6-5：是的，我们有两门迫击炮。我们正在我们之间制造烟幕，完毕。",
  "Player: Two, one, fence checks." : "Player：二号，一号，作战状态检查。",
  "Diamond: Shaba 1-1, Ram 3-2, flight of two F/A-18C checking in with 4 x GBU-38, 4 x GBU-16, ATFLIR, Timber Sweet. Can give you 60 minutes of playtime. What've you got for us?" : "Diamond: Shaba 1-1，Ram 3-2，两架F/A-18C编队报到，携带4枚GBU-38，4枚GBU-16，ATFLIR，Timber Sweet。可提供60分钟作战时间。有什么任务给我们？",
  "Shadow: 2-2, check." : "Shadow：2-2，检查。",
  "ATC: Syrian Tower Control to American aircraft, you may continue on current course and altitude. you are not cleared to land and you must stay clear of any airfields. I repeat, do not attempt to land and stay clear of airfields. Acknowledge." : "塔台：叙利亚塔台管制呼叫美军飞机，你可以保持当前航向和高度。你未被允许降落，并且必须远离所有机场。重复，不要试图降落，远离机场。收到请回复。",
  "Player: Two, one, fence in." : "玩家：二号，一号，已进入作战状态。",
  "Player: Guns, guns, guns." : "玩家: Guns, guns, guns.",
  "Player: Push button 6 on PRI." : "玩家：按下PRI面板上的按钮6。",
  "Player: One copies." : "玩家：一号收到。",
  "Magic, Ram 3-1 flight checking in to Broadway at Harlem, angels 29." : "Magic, Ram 3-1 编队报到，前往Broadway在哈莱姆，高度29。",
  "Player: My fuel level is critically low, I request permission to pass through your airspace, over." : "玩家：我的燃油量极低，请求允许通过你方空域，完毕。",
  "Wingman: One, two, joined up." : "僚机：一号，二号，已会合。",
  "Player: Ah that sounds amazing. I've always wanted to try Turkish coffee. Now I can't wait." : "玩家：啊，听起来太棒了。我一直想试试土耳其咖啡。现在我等不及了。",
  "Shadow: One, two, group of Fullbacks bearing " : "Shadow：一号，二号，一组Fullbacks方位",
  "Wingman: Two, state " : "僚机：二号，状态",
  "SAA-6-5: Coalition air force, this is Syrian Arab Army 6-5 calling you on the Guard. Can anyone hear me?" : "SAA-6-5：联军空军，这里是叙利亚阿拉伯军6-5，在守卫频率上呼叫。有人能听到我吗？",
  ", Departure, reduce speed to 300 knots until 7 DME." : "，离场，减速至300节直到7 DME。",
  "Firefly: Ram 3-2, Firefly, descend and anchor at FL 170, contact Shaba 1-1 on Olive 2 for tasking." : "Firefly: Ram 3-2，Firefly，下降到FL 170并锚定，在Olive 2频道联系Shaba 1-1接收任务。",
  "Player: That's perfect. We will drop bombs east of the smoke screen, over." : "玩家：完美。我们将在烟幕东边投弹，完毕。",
  "Player: Rifle." : "玩家: Rifle.",
  "Player: 6-5, we are only a few minutes away. I understand you are guarding the oil field south of al Tabqah and that you are being attacked by IS. Can you tell me where they are? How far away are they from you and in what direction?" : "玩家：6-5，我们只有几分钟路程。我理解你们在守卫阿尔塔布卡南边的油田，并且正遭到IS攻击。你能告诉我他们在哪里吗？他们离你多远，在什么方向？",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Checking in." : "玩家：孤狼打击编队，304与305结伴飞行。正在报到。",
  "Shadow: One, two, the two Fullbacks are coming in from the west now." : "Shadow：一号，二号，那两架Fullbacks现在从西边来了。",
  "Shadow: Yeah fair enough. Just remember, one more sortie and then we get a break." : "Shadow：是的，很公平。记住，再飞一次任务，然后我们休息。",
  "Wingman: Two fenced in. Weapons and counter-measures set, sensors and tapes on. State " : "僚机：二号已进入作战区。武器和对抗措施已设置，传感器和录像开启。状态",
  "SAA infantry squad 2 survived (2/2)" : "SAA 步兵班2幸存 (2/2)",
  "SAA-6-5: Hurry. Please." : "SAA-6-5：快点。请。",
  "Player: Ram 2-1." : "玩家：RAM 2-1。",
  "Image: Image copies Ram 2-1 flight, radar contact, you are cleared for corridors within assigned flight levels." : "影像：影像收到，RAM 2-1编队，雷达识别，允许在指定飞行高度层内使用飞行走廊。",
  "Wingman: Just wave and smile, Player. Just wave and smile." : "僚机：挥挥手，笑一笑就行了，玩家。挥挥手，笑一笑就行了。",
  "Player: Two, push button 6 on PRI." : "玩家：二号，按下PRI面板上的按钮6。",
  "Shadow: Well, if we're staying in Adana, I'd like to take in the city. You know, be a tourist for a little while. You're more than welcome to join me, if you want." : "Shadow：好吧，如果我们要留在阿达纳，我想逛逛城市。你知道，当一会儿游客。如果你愿意，非常欢迎加入我。",
  "Diamond: Ram 3-2, copy." : "Diamond: Ram 3-2，收到。",
  "ATC: King Hussein Control, Ram 2-1 flight checking out at River, switching." : "塔台：侯赛因国王管制中心，RAM 2-1编队在河流检查点脱离，正在转换频率。",
  "Player: Firefly, Ram 2-1." : "玩家：Firefly，这里是RAM 2-1。",
  "Shadow: Player, wait for me..." : "SHADOW：玩家，等等我...",
  "Player: Copy that Firefly." : "玩家：收到，Firefly。",
  "Firefly: Ram 2-1, Firefly, go ahead." : "Firefly：RAM 2-1，这里是Firefly，请讲。",
  "Magic-1-1: Ram 2-1 flight, Magic copy check out." : "MAGIC-1-1：RAM 2-1编队，MAGIC收到你的脱离呼叫。",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 250." : "塔台：RAM 2-1编队，侯赛因国王管制中心。雷达识别。允许直飞，飞行高度层250。",
  "Player: Magic, Ram 2-1 flight with you enroute to Inwood at angels " : "玩家：MAGIC，这里是RAM 2-1编队，与你汇合，正在前往INWOOD，高度层",
  "Firefly: Stand by for tasking with either Shaba 1-1 or Jaguar 1-1." : "Firefly: 待命，准备接受Shaba 1-1或Jaguar 1-1的任务分配。",
  "Player: That sounds like a great idea. I can't remember the last time I walked around on solid ground." : "玩家：听起来是个好主意。我不记得上次在坚实的地面上走路是什么时候了。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute to Atlit at angels " : "玩家：拉马特大卫控制，Ram 2-1 编队与你同路前往阿特利特，高度",
  "Player: You won't have to. We will drop bombs on them in a moment. Do you have smoke or something that can make it easy for us to see you or the enemy? Over." : "玩家：你不必。我们马上就会对他们投弹。你有烟雾或什么东西可以让我们更容易看到你或敌人吗？完毕。",
  "Missing communication procedures" : "缺失通信程序",
  "Player: Ram 2-1 copies." : "玩家：Ram 2-1 抄收。",
  "Shadow: Maybe. I think the F-35 is a better replacement for the Viper or the Hornet. I mean, the Hog is just unique when it comes to payload, time on station and it can get down there close to the troops. And that's worth more than all the Fat Amys in the world to the guys getting shot at. You can't put a value on the piece of mind knowing that the cavalry is here." : "Shadow：也许。我认为F-35是比Viper或Hornet更好的替代品。我是说，Hog在载荷、站岗时间和能接近部队方面是独一无二的。对于被射击的伙计们来说，这比世界上所有的Fat Amys都值钱。知道骑兵在这里，这种安心是无价的。",
  "Wingman: Two, copy fence out. State " : "僚机：二号，收到 退出作战状态。状态",
  "Diamond: Firefly, Ram 3-2 checking in to Steel, two Hornets with GBU-38, ATFLIR, Timber Sweet, playtime 60." : "Diamond: Firefly, Ram 3-2报到进入Steel，两架Hornets携带GBU-38、ATFLIR、Timber Sweet，留空时间60。",
  "ATC: Ram 2-1, Ramat David Control copy, out." : "空中交通管制：Ram 2-1，拉马特大卫控制收到，完毕。",
  "Player: Ram 2-1, copy." : "玩家：Ram 2-1，收到。",
  "SAA-6-5: I have smoke grenade with color. Do I use now, over?" : "SAA-6-5：我有彩色烟雾弹。我现在用吗，完毕？",
  "Shadow: Rifle." : "Shadow：Rifle。",
  "General communication procedures followed" : "遵循一般通信程序",
  "Tusk-5-1: Firefly, Tusk 5 checking out, pushing for Sesame." : "Tusk-5-1：Firefly，Tusk 5 签出，前往Sesame。",
  "SAA-6-5: Daesh are attacking us. We need help. Over." : "SAA-6-5：Daesh在攻击我们。我们需要帮助。完毕。",
  "Player: Two, switching to 7 on PRI." : "玩家：二号，切换到PRI上的7。",
  "Player: Copy that, two. Push button 3 on PRI." : "玩家：收到，二号。按PRI上的按钮3。",
  "Divert landing (5/10)" : "转场降落 (5/10)",
  "Player: Two, take out the air defense." : "玩家：二号，干掉防空系统。",
  "Player: Two, push button 3 on PRI, say state." : "玩家：二号，按PRI上的按钮3，报告状态。",
  "Shadow: Ram 2-2, copy." : "Shadow：Ram 2-2，收到。",
  "Issues recorded with airspace controls (0/5)" : "空域控制问题记录 (0/5)",
  "Player: Copy that, two." : "玩家：收到，2。",
  "Shadow: Two copies." : "Shadow：2收到。",
  "ATC: Ram 2-1, King Hussein Control copies." : "ATC：Ram 2-1，King Hussein Control收到。",
  "IS attacking unit air defense (ZSU-23-4 and AA truck) destroyed (5/5)" : "IS 攻击单位防空 (ZSU-23-4 和 AA卡车) 摧毁 (5/5)",
  "NEW F-10 OPTION AVAILABLE FOR WINGMAN ATTACK" : "新的F-10选项可用于僚机攻击",
  "SAA-6-5: We are guarding Sfeiyah Oil Field. It is 30 km from al Tabqah, to the south. Over." : "SAA-6-5：我们在守卫Sfeiyah油田。它距离阿尔塔布卡30公里，在南边。完毕。",
  "Wingman: One, two, in formation." : "僚机：一号，二号，编队中。",
  "F-10 OPTION (I) TO CHECK IN WITH STRIKE (265AM)" : "F-10选项(I)与Strike检查入网 (265AM)",
  "IS dismounted insurgents assaulting position destroyed (5/5)" : "IS 下马叛军攻击阵地摧毁 (5/5)",
  ", Lone Warrior Strike, copy, radar contact, continue." : "，独行战士Strike，收到，雷达接触，继续。",
  "IS reinforcing unit (T-55, BTR and technicals) destroyed (5/5)" : "IS 增援单位 (T-55, BTR 和技术车) 摧毁 (5/5)",
  "Shadow: I don't know, I don't speak Russian. I think they are running in for a ground attack. We should probably give them some space." : "Shadow: 我不知道，我不会说俄语。我认为他们正在发动地面攻击。我们可能应该给他们一些空间。",
  "Player: Yeah thanks. I'm a little bit on mental autopilot." : "Player: 是的，谢谢。我有点心不在焉。",
  "Player: Ram 2-1, Pickle." : "玩家: Ram 2-1, Pickle.",
  "F-10 OPTION (I) TO INSTRUCT 6-5 TO MARK POSITION WITH SMOKE (243AM)" : "F-10选项(I)指示6-5用烟雾标记位置243调幅",
  "Player: 6-5, this is Ram 2-1, we are above you, do you copy?" : "Player: 6-5，这里是Ram 2-1，我们在你上方，收到请回复？",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：侯赛因国王管制，拉姆 2-1编队自河区前来，高度",
  "Player: Yeah fair enough. So do you think the Hog will be retired now with the F-35 coming in?" : "Player: 是的，有道理。那么你认为现在随着F-35的到来，Hog会退役吗？",
  "Player: Lone Warrior Strike, 304. Checking in." : "玩家：独行侠打击，304。报到。",
  "Shadow: 305." : "Shadow：305。",
  "IS attacking unit air defense (ZSU-23-4 and AA truck) neutralized (3/5)" : "IS攻击单位防空（ZSU-23-4和AA卡车）已压制（3/5）",
  ", Departure, maintain BRC heading until 7 DME. Correct immediately." : "，离场，保持BRC航向直到7 DME。立即修正。",
  "Player: Two, one, fencing out now." : "玩家：二号，一号，现在解除作战状态。",
  "Shadow: Guns, guns, guns." : "Shadow: Guns, guns, guns.",
  "Player: Alright two, we can fence out now. Say state." : "玩家：好的二号，我们现在可以退出作战状态了。报告状态。",
  "Wingman: One, two, I have a bad feeling about this. We better change course." : "僚机：一号，二号，我对此有不好的预感。我们最好改变航线。",
  "Image-5-1: Image, Ram 2-1 flight checking out, switching." : "Image-5-1：Image，Ram 2-1 编队签出，切换。",
  "Firefly: The SDF troops are holding the western part of Manbij and are preparing to break into the eastern part of town later today. Their intent is to hold the suburbs around the centre and allow any civilians to evacuate before commencing final clearing operations." : "Firefly: SDF部队正控制曼比季西部，并准备在今天晚些时候突入城镇东部。他们的意图是控制中心周围的郊区，并在开始最终清剿行动前允许任何平民撤离。",
  "Player: Yes. Got any plans for your days off?" : "Player: 是的。你休息日有什么计划吗？",
  "Shadow: Switching." : "Shadow: 切换。",
  "Thank you, Ram, Allah ma'ak. You save us today. We must take cover now." : "谢谢你，Ram，真主与你同在。你今天救了我们。我们现在必须找掩护。",
  "Player: My aircraft is critically damaged, I request permission to pass through your airspace, over." : "玩家：我的飞机严重受损，请求允许通过你的空域，完毕。",
  "Player: One copy." : "玩家：一号收到。",
  "Player: Yeah, all the usual arguments. In my unqualified opinion, it's probably the best at what it does." : "Player: 是的，所有常见的争论。以我不专业的观点，它可能是在其领域做得最好的。",
  "IS attacking unit (BTR and technicals) destroyed (5/5)" : "IS攻击单位（BTR和技术车辆）已摧毁（5/5）",
  "USE NORMAL RADIO OPTIONS TO CHECK IN WITH INCIRLIK ATC ONCE ESTABLISHED IN TR KILO" : "建立TR KILO航线后，使用常规无线电选项与因吉尔利克管制塔台校验进场",
  "Player: Two, one, good check." : "玩家：二号，一号，检查良好。",
  "Player: One copies. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Player: Two, I'm switching to Guard on PRI. You switch to Magic on button 6 and continue to monitor Guard." : "Player: 二号，我正在切换到PRI上的Guard。你切换到按钮6上的Magic并继续监听Guard。",
  "Player: Magic, Ram 2-1 flight checking out at Manhattan, switching." : "玩家：Magic，Ram 2-1 编队在Manhattan签出，切换。",
  "Player: Firefly, Ram 2-1, on station in Steel at angels " : "Player: Firefly, Ram 2-1，在Steel站岗，高度angels",
  "Firefly: Copy that 6-5, oil field 30 km south of al Tabqah. We will have planes over your position in 5 to 10 minutes. Stay on this channel." : "Firefly: 收到，6-5，al Tabqah以南30公里的油田。我们将在5到10分钟内派飞机到达你的位置。保持在此频道。",
  "Firefly: Ram 2-1, Firefly." : "Firefly：Ram 2-1，我是Firefly。",
  "Player: Not yet. Stand by, out." : "Player: 还没有。待命，完毕。",
  "Image-5-1: Ram-2, Image, you are entering restricted airspace, change course immediately." : "Image-5-1：Ram-2，Image，你正在进入限制空域，立即改变航线。",
  ", Strike copies." : "，Strike收到。",
  "Player: Image, Ram 2-1 flight with you enroute to London at angels " : "玩家：Image，Ram 2-1 编队与你一同前往London，高度 angels",
  "F-10 OPTION (I) TO REPORT BACK TO FIREFLY WHEN READY ON STATION (272.5AM)" : "F-10选项(I) 当就位时向FIREFLY报告(272.5AM)",
  "F-10 OPTIONS AVAILABLE FOR WINGMAN ATTACK" : "F-10选项可用于僚机攻击",
  ", Lone Warrior Strike copies." : "，独行战士Strike收到。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：Ramat David 控制台，Ram 2-1 编队从River前往，高度 angels",
  "Shadow: Agreed. But if I do transfer, it would be to fly the Mudhen out of Seymour Johnson. I got family near there." : "Shadow: 同意。但如果我调动，那将是去西摩·约翰逊飞Mudhen。我在那里附近有家人。",
  "Landed in Incirlik (10/10)" : "在因吉尔利克降落（10/10）",
  "-- Historical debriefing available (R) --" : "-- Historical debriefing available (R) --",
  "Player: Two, push button 7 on PRI. I'll be on button 15 then 13 on AUX." : "玩家：二号，按下PRI上的按钮7。我将在AUX上使用按钮15然后13。",
  "Wingman: One, two, on your right." : "僚机：一号，二号，在你的右侧。",
  "Shadow: No GBUs left." : "Shadow：没有GBU剩下了。",
  "Two, say state." : "二号，报告状态。",
  "Compliant with airspace controls (5/5)" : "符合空域管制（5/5）",
  "Wingman: Two, fencing out. State " : "僚机：二号，解除保险。状态",
  "Player: King Hussein Control, Ram 2-1 flight checking out from London, switching." : "玩家：King Hussein 控制台，Ram 2-1 编队从London签出，切换。",
  "ATC: American aircraft. You are entering restricted airspace. Turn back immediately or state your intent or you may be fired upon, over." : "ATC：美国飞机。你正在进入限制空域。立即转向或说明你的意图，否则可能被开火，完毕。",
  "Player: Alright two, push button 10 on AUX. I'll contact the ATC." : "Player: 好的二号，在AUX上按按钮10。我会联系ATC。",
  "SAA-6-5: Okay. Smoke grenade, look like orange." : "SAA-6-5: 好的。烟雾弹，看起来是橙色的。",
  "Shadow: Dart." : "Shadow: 立即高速直线脱离。",
  "Player: Dart." : "玩家: 立即高速直线脱离。",
  "Image: Image copy check out from Ram 2-1." : "Image：Image 收到 Ram 2-1 的签出。",
  "Wingman: Two copies." : "僚机：二号收到。",
  "Shadow: I was born a little too late to fly the Tomcat, but the Strike Eagle is close. Good TDYs, five start hotels, no traps... you know, the little things in life." : "Shadow: 我出生得有点晚，没能飞Tomcat，但Strike Eagle很接近。好的临时任务，五星级酒店，没有陷阱...你知道，生活中的小事。",
  "SWITCH AUX TO CHANNEL 1" : "将AUX切换到频道1",
  "Firefly: Ram 2-1, Firefly copy, SITREP as follows." : "Firefly：RAM 2-1，Firefly收到，当前状况如下。",
  "SAA infantry squad 1 survived (2/2)" : "SAA步兵小队1幸存（2/2）",
  ", Strike, you're entering restricted airspace. Change course immediately." : "Strike，你正在进入限制空域。立即改变航向。",
  "Player: What are they saying?" : "Player: 他们在说什么？",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Feet dry, switching." : "玩家：孤狼打击，304与305编队。已进入陆地，切换。",
  "Player: Ram 2-1, King Hussein Control copies." : "玩家：Ram 2-1，King Hussein Control抄收。",
  "Player: Image, Ram 2-1 flight with you enroute to Stirling at angels " : "玩家：Image，Ram 2-1编队与你一同前往斯特林，高度",
  "Wingman: Two copies. State " : "僚机：两份抄收。状态",
  "Player: Firefly, Ram 2-1, flight of two Hornets checking in to Steel from Broadway as fragged, have GBU-16s, GBU-38s, ATFLIR and Timber Sweet, 0 + 60 time on station." : "Player: Firefly，Ram 2-1，两架Hornets从Broadway按计划检查进入Steel，携带GBU-16s、GBU-38s、ATFLIR和Timber Sweet，0 + 60在站时间。",
  "Mission commenced (base score 50)" : "任务开始（基础分数50）",
  "Magic, Ram 3-1 flight last call, checking out at Manhattan, switching to Blue." : "Magic，Ram 3-1航班最后呼叫，在Manhattan检查出，切换到Blue。",
  ", Strike, copy, sweet/sweet, continue on mission." : "Strike, 收到，状态良好，继续执行任务。",
  ", Strike copies checkout." : "Strike收到离场检查。",
  "SAA-6-5: Yes, they are 500 m to east. They shoot us from bushes on road, over." : "SAA-6-5: 是的，他们在东边500米。他们从路边的灌木丛中射击我们，完毕。",
  "Shadow: Someone's calling on Guard." : "Shadow: 有人在Guard上呼叫。",
  "Player: 6-5, Ram 2-1, you can use those colored grenades now so we can avoid hitting you." : "Player: 6-5，Ram 2-1，你现在可以使用那些彩色烟雾弹，这样我们可以避免误伤你。"
}