{
  "Player: Roger. It's quite the landmark." : "Player: 收到。这地标确实显眼。",
  "Shadow: One, two, check on AUX." : "Shadow: 1号，2号，检查备用无线电。",
  "Magic-1-1: Ram 1-1, radar contact, you are cleared for Broadway." : "MAGIC-1-1: Ram 1-1，雷达已识别，你已被批准进入Broadway区域。",
  "Player: Lead, three, engagement complete, rejoining." : "Player: 长机，3号，交战完成，正在归队。",
  "SWITCH RADIO 1 (PRI) TO CHANNEL 6 FOR MAGIC" : "将无线电1（主用）切换到频道6以联系MAGIC",
  "Planned Target (AP112) Oil Pump not destroyed (0/5)" : "预定目标（AP112）采油机未摧毁（0/5）",
  "Gravity: Demon 1, Ram 1-1, engagement complete and Winchester." : "Gravity: Demon 1，Ram 1-1，交战完成，弹药告罄。",
  "Target Oil Pump (AP121) not destroyed" : "目标采油机（AP121）未摧毁",
  "Gravity: Flight, turning to the kill box now. Check on button 17 PRI for Demon. Two, remain on button 6 and monitor Magic." : "Gravity: 编队，现在转向交战区。双机，切换到按钮17主用频道联系Demon。2号，保持在按钮6频道并监听MAGIC。",
  "(SELECT DDI CHKLST FOR CURRENT WEIGHT AND REFER TO RECOVERY WEIGHT CHARTS IN YOUR KNEEBOARD)" : "（选择DDI上的检查单查看当前重量，并参考膝板上的回收重量表）",
  "MISSION DEBRIEF" : "任务简报",
  "SYRIAN AND RUSSIAN AIRCRAFT APPEAR AS BOGEYS (RED) ON YOUR SA PAGE. REMEMBER: ONLY IN THE UNLIKELY EVENT THEY SHOW HOSTILE INTENT WOULD YOU BE AUTHORIZED TO ENGAGE." : "叙利亚和俄罗斯飞机在你的态势感知页面上显示为不明目标（红色）。记住：只有在极不可能发生的、它们表现出敌对意图的情况下，你才被授权接战。",
  "SWITCH RADIO 2 (AUX) TO CHANNEL 2 FOR FLIGHT" : "将无线电2（备用）切换到频道2以进行编队通话",
  "Gravity: One copies. Flight, continue." : "Gravity: 1号收到。编队，继续。",
  ", Low state is " : "低油量状态是",
  "Player: Four, engage primary." : "Player: 4号，攻击主要目标。",
  "Syrian Tower Control to American aircraft, you may continue on current course and altitude. you are not cleared to land and you must stay clear of any airfields. I repeat, do not attempt to land and stay clear of airfields. Acknowledge." : "叙利亚塔台管制呼叫美国飞机，你们可以保持当前航向和高度。你们未被批准着陆，并且必须远离所有机场。我重复，不要尝试着陆并远离机场。收到请回复。",
  "Gravity: Lead copies, Flanker approaching from the west. Flight, continue on mission, be vigilant." : "Gravity: 长机收到，侧卫从西侧接近。编队，继续执行任务，保持警惕。",
  "Buzz: Trust but verify." : "Buzz: 信任但需核实。",
  "Gravity: Lead copies." : "Gravity: 长机收到。",
  "Player: Pickle." : "玩家: Pickle.",
  "Planned Target (AP111) Oil Pump not destroyed" : "预定目标（AP111）采油机未摧毁",
  "Magic-1-1: Ram-2, Magic, you are entering restricted airspace, change course immediately." : "MAGIC-1-1: Ram-2，我是MAGIC，你正在进入限制空域，立即改变航向。",
  "Correct departure procedures (5/5)" : "正确离场程序（5/5）",
  "Gravity: Demon 1, Ram 1-1 copy, egressing and switching." : "Gravity: Demon 1，Ram 1-1收到，正在脱离并切换频道。",
  ", Departure, remain below 500 feet until 7 DME. Correct immediately." : "离场，保持在500英尺以下直至7海里处。立即改正。",
  "Mother: 9-9, Mother, tanker overheads at angels 6." : "Mother: 9-9，我是Mother，加油机在高度6000英尺上空。",
  "CHECK YOUR WEIGHT AND DUMP FUEL AS REQUIRED" : "检查你的重量并根据需要放油",
  "Mother: Update state, switch tower." : "Mother: 更新状态，切换至塔台频率。",
  "Planned Target (AP222) Oil Pump not destroyed (0/5)" : "预定目标（AP222）采油机未摧毁（0/5）",
  "Planned Target (AP221) Oil Pump destroyed (5/5)" : "预定目标（AP221）采油机已摧毁（5/5）",
  "Gravity: Alright flight, targets are as briefed. We split up at IP, then visually acquire the targets. Once Demon clears us, we'll execute the strikes, egress north and rejoin at angels 20. Acknowledge." : "Gravity: 好的编队，目标如简报所述。我们在初始点分开，然后目视识别目标。一旦Demon为我们清场，我们就执行打击，向北脱离并在高度2万英尺处重新编队。收到回复。",
  "Buzz: Those Flankers were on to us within minutes of us entering the target area." : "Buzz: 我们进入目标区域几分钟后，那些侧卫就盯上我们了。",
  "Shadow: Four, fenced out. State " : "Shadow: 4号，已解除战斗准备。状态",
  "Gravity: Copy, engaging targets." : "Gravity: 收到，正在攻击目标。",
  "Player: Three copy cleared to engage, running in." : "Player: 3号收到，获准接战，正在进入攻击航线。",
  ", acknowledged. Maintaining course and altitude and keeping clear of airfields. Much appreciated, out." : "收到。保持航向和高度并远离机场。非常感谢，完毕。",
  "Shadow: Check, push 2 on AUX." : "Shadow: 检查，在AUX上按下2。",
  "THE RUSSIAN PILOT LOOKS BACK AT YOU INDIFFERENTLY" : "俄罗斯飞行员漠不关心地回头看你",
  "Player: No problem. I'm glad I can help fill the seats. And it's good to be back with the Rampagers." : "Player: 没问题。我很高兴能帮忙填补座位。回到Rampagers真是太好了。",
  "American Hornet flight, this is Syrian Tower Control, received. State the nature of your emergency. I repeat, state the nature of your emergency, over." : "美国大黄蜂编队，这里是叙利亚塔台控制，收到。说明你的紧急情况性质。重复，说明你的紧急情况性质，完毕。",
  ", enter Marshal stack, angels 3." : "，进入Marshal栈，高度3000英尺。",
  "Gravity: Lead copy, three you're cleared to split and head to tanker." : "Gravity: 长机收到，三号你被批准分离并前往加油机。",
  "Player: Three copies. I'll check in with Marshal after you." : "Player: 三号收到。我会在你之后向Marshal报到。",
  "Gravity: The Restricted Airspace has been set by Joint Task Force so as not to escalate the situation. The Syrian government has not given any formal consent to the Coalition operating in their airspace. " : "Gravity: 联合特遣部队设立了限制空域以避免局势升级。叙利亚政府未正式同意联盟在其空域内行动。",
  "Gravity: Flight, push button 3 on PRI for Strike." : "Gravity: 编队，在PRI上按下按钮3以进行打击。",
  "TURN BACK TO YOUR DESIGNATED AIRSPACE TO AVOID CAUSING AN ESCALATION" : "返回你的指定空域以避免引发升级",
  "STAY WITH FLIGHT IN AN OFFSET BOX FORMATION" : "保持在编队中以偏移箱形队形飞行",
  "ATC: 300, Tower, Roger, BRC is 219, signal is Charlie." : "ATC: 300，塔台，收到，BRC是219，信号是Charlie。",
  "Shadow: The Russians do occasionally strike targets north of Aleppo and close to the Turkish border. But not so much any more. They generally keep to Aleppo and south of the Euphrates river." : "Shadow: 俄罗斯人偶尔会打击阿勒颇北部和土耳其边境附近的目标。但现在不那么多了。他们通常保持在阿勒颇和幼发拉底河以南。",
  "Divert recovery (5/10)" : "改道恢复 (5/10)",
  "ENTER THE MARSHAL STACK AT 3,000 FT AND 250 KTS AND WAIT FOR TOWER TO GIVE YOU THE SIGNAL CHARLIE" : "在3000英尺高度和250节速度进入Marshal栈，并等待塔台给你信号Charlie",
  "I have lost navigation aids and I'm unable to orientate myself , I request permission to continue through your airspace, over." : "我失去了导航辅助设备，无法确定方向，请求允许继续通过你的空域，完毕。",
  "Player: Three, fencing out. State " : "Player: 三号，武器检查完成。状态",
  "Shadow: 1-4." : "Shadow: 1-4。",
  "Player: Lead, three, I'm close to Bingo. State " : "Player: 长机，三号，我接近Bingo。状态",
  "Compliant with Rules of Engagement" : "符合交战规则",
  "Player: 1-3." : "Player: 1-3。",
  "Demon: Demon 1 copies Ram 1-1, go ahead with check in." : "Demon: Demon 1 收到 Ram 1-1，继续报到。",
  "Shadow: Lead, two, radio check on AUX." : "Shadow: 长机，二号，在AUX上进行无线电检查。",
  " declaring an emergency. I say again, declaring an emergency. Requesting permission to pass through your airspace, over." : "宣布紧急情况。重复，宣布紧急情况。请求允许通过你的空域，完毕。",
  "Planned Target (AP111) Oil Pump destroyed" : "计划目标 (AP111) 油泵摧毁",
  "Gravity: Flight, we have the Bay of Iskenderun on our left, the Turkish province Hatay on our right." : "Gravity: 编队，我们左边是伊斯肯德伦湾，右边是土耳其哈塔伊省。",
  "Planned Target (AP221) Oil Pump not destroyed (0/5)" : "计划目标 (AP221) 油泵未摧毁 (0/5)",
  "Player: 304." : "Player: 304。",
  "CONTINUE TO WP1 TO JOIN UP WITH FLIGHT" : "继续前往WP1以加入编队",
  "Gravity: That's right. And we'll probably see more of that. It's important that we show clear intent and don't do anything to provoke or escalate the situation." : "Gravity: 没错。我们可能会看到更多这样的情况。重要的是我们要显示明确的意图，不要做任何挑衅或升级局势的事情。",
  "Gravity: Magic, Ram 1-1 flight, checking out at Manhattan, feet wet, switching to Blue." : "Gravity: Magic，Ram 1-1编队，在Manhattan退出，feet wet，切换到Blue。",
  "USE RADIO OPTION F10, OR SWITCH 'RAIN' (R), WHEN FENCE CHECKS COMPLETED" : "当武器检查完成时，使用无线电选项F10，或切换到'RAIN' (R)。",
  "Your actions have caused an escalation between the Coalition and Syrian and Russian armed forces (mission failure)" : "你的行动导致联盟与叙利亚和俄罗斯武装部队之间的升级（任务失败）",
  "Shadow: Four copies." : "Shadow: 四号收到。",
  "STAY AT LEAST A MILE BEHIND ONE AND TWO AND LET THEM RECOVER FIRST." : "至少保持在一号和二号后面一英里，并让它们先恢复。",
  "Gravity: Lead copy. Three, don't forget to turn your tapes on." : "Gravity: 长机收到。三号，别忘了打开你的录音带。",
  "Shadow: If you look down to our right again, that's the Euphrates running down to Lake Assad." : "Shadow: 如果你再次看向我们右边，那是幼发拉底河流向阿萨德湖。",
  "MAKE SURE YOU HAVE CONFIRMED YOUR TARGET AND THAT YOU ARE WELL INSIDE THE ZONE BEFORE RELEASING YOUR WEAPONS." : "确保你已经确认目标，并且在释放武器前完全在区域内。",
  "HINT: TRANSITS IN CORRIDORS CAN BE LONG AND EVENTLESS. FEEL FREE TO USE TIME ACCELLERATION - IT WILL RESET IF SOMETHING HAPPENS." : "提示：走廊中的过境可能漫长且无事发生。请随意使用时间加速——如果有事发生，它会重置。",
  "REFER TO KNEEBOARD FOR FENCE IN CHECKLIST" : "参考膝板进行进入作战状态检查清单。",
  "YOU ARE APPROACHING THE RESTRICTED AREA" : "你正在接近限制区域",
  "Gravity: Alright flight, time to run our fence checks. Use your checklists and report when ready." : "Gravity: 好的，编队，是时候进行作战状态检查了。使用你们的检查清单，准备就绪后报告。",
  "Issues recorded with Rules of Engagement" : "交战规则问题已记录。",
  "Shadow: Ram 1-4." : "Shadow: Ram 1-4。",
  "Carrier recovery (10/10)" : "航母回收 (10/10)",
  "STAY IN FORMATION UNTIL THE INITIAL POINT AT WP5, THEN PROCEED TO YOUR TARGETS AT WP6." : "保持编队直到WP5的起始点，然后前往WP6的目标。",
  "YOUR OPTIONS ARE TEXACO, ARCO (CARRIER RECOVERY TANKER) OR DIVERT TO AN AIRFIELD" : "你的选项是TEXACO, ARCO（航母回收加油机）或改航至机场。",
  "Gravity: Lone Warrior Strike, 300." : "Gravity: Lone Warrior Strike, 300。",
  "Player: Three, fence in complete. State " : "Player: 三号，进入作战状态完成。状态",
  "Gravity: Ram 1-1." : "Gravity: Ram 1-1。",
  "Gravity: We'll start descending now and will be changing speed as we get closer to Mother. Stay in formation with a mile between our two elements." : "Gravity: 我们现在开始下降，并在接近母舰时改变速度。保持编队，两个分队之间间隔一英里。",
  "Shadow: Three, four is almost at Bingo. State " : "Shadow: 三号，四号几乎到Bingo了。状态",
  "Shadow: I think we'll be dropping a lot more ordnance in the coming months than we did last months in Iraq." : "Shadow: 我认为在接下来的几个月里，我们会投下比上个月在伊拉克更多的弹药。",
  "Demon: Primary targets in cell 3 destroyed and in cell 5 partially destroyed. No further tasking, you may egress to the north." : "Demon: 单元3的主要目标已摧毁，单元5部分摧毁。无进一步任务，你可以向北退出。",
  "Magic-1-1: Ram 1-1, Magic copies check out." : "Magic-1-1: Ram 1-1, Magic 收到检查完毕。",
  "Target Oil Pump (AP122) not destroyed (0/5)" : "目标油泵 (AP122) 未摧毁 (0/5)",
  "Gravity: Lead copy, pushing to waypoint 2." : "Gravity: 长机收到，前往航点2。",
  "REFER TO YOUR KNEEBOARD MISSION COMMS SHEET FOR DETAILS" : "参考你的膝板任务通信表获取详细信息。",
  ", Lone Warrior Strike, sweet/sweet, continue." : ", Lone Warrior Strike, 一切正常, 继续。",
  "USE RADIO F10 OPTIONS, OR 'RAIN' SWITCH, TO ORDER WINGMAN TO COMPLETE PLANNED STRIKE" : "使用无线电F10选项，或'RAIN'开关，命令僚机完成计划打击。",
  "Gravity: Demon 1, Ram 1-1 copy, continuing dry." : "Gravity: Demon 1, Ram 1-1 收到，继续干飞。",
  "Gravity: I haven't been up this far north before, but it's my impression that the corridors have been static for months." : "Gravity: 我以前没来过这么北的地方，但我的印象是走廊已经静止了几个月。",
  "Gravity: Flight, Mach 0.65 indicated, steady climb to angels 22 until waypoint 2. Three, form up one mile behind me." : "Gravity: 编队，指示马赫0.65，稳定爬升至高度22直到航点2。三号，在我后方一英里处编队。",
  "Shadow: Four is on the rejoin, right side." : "Shadow: 四号正在重新加入，右侧。",
  "Incorrect departure procedures (0/5)" : "离场程序不正确 (0/5)",
  "Buzz: Flankers have turned. Looks like they have anchored at 270 for 45." : "Buzz: 侧卫战机已转向。看起来他们已锚定在270度，45英里处。",
  "Buzz: Yeah. Welcome back to active duty." : "Buzz: 是的。欢迎回到现役。",
  "Player: Three copies, four is low state, we need to find you a tanker." : "Player: 三号收到，四号状态低，我们需要给你找加油机。",
  "Gravity: I'm glad you could join us for this last month, Player. Extending the tour has required a lot of flexibility for everyone and their families." : "Gravity: 我很高兴你能加入我们这最后一个月，Player。延长部署需要每个人和他们的家人有很大的灵活性。",
  "Shadow: I wouldn't read too much in to it. I think they were just telling us that they are here and that we were getting close to their Area of Operations." : "Shadow: 我不会过度解读。我认为他们只是告诉我们他们在这里，我们正在接近他们的作战区域。",
  "Demon: Ram 1-1, Demon 1. Targets as fragged in Pumpjack cells 3 and 5. Positive ID confirmed, no civilian activity. Break." : "Demon: Ram 1-1, Demon 1。目标如计划在泵站单元3和5。已确认识别，无平民活动。完毕。",
  "Player: Guns, guns, guns." : "玩家: Guns, guns, guns.",
  "Magic-1-1: Ram 1-1, Magic, copy check in. You're cleared for Broadway at current altitude." : "Magic-1-1: Ram 1-1, Magic, 收到检查入。你被批准在当前高度进行Broadway。",
  "Gravity: Demon 1, this is Ram 1-1 checking in." : "Gravity: Demon 1, 这是Ram 1-1 检查入。",
  "SWITCH RADIO 1 (PRI) TO CHANNEL 3 FOR STRIKE" : "将无线电1（主）切换到频道3以进行打击。",
  "Gravity: 300, Hornet ball, " : "Gravity: 300, Hornet ball,",
  ", Departure, reduce speed to 300 knots until 7 DME." : "，离场，减速至300节直到7 DME。",
  "LSO: Roger ball." : "LSO: Roger ball。",
  "Player: Rifle." : "玩家: Rifle.",
  "Buzz: 302, Hornet ball." : "Buzz: 302，Hornet ball。",
  "Buzz: Two, fence checks complete." : "Buzz: 二号，作战状态检查完成。",
  "Gravity: Correct. And now we need to focus on getting back to the boat." : "Gravity: 正确。现在我们需要专注于返回母舰。",
  "Gravity: And remember, we are all fighting IS, but our mission and our allies are not the same." : "Gravity: 记住，我们都在打击IS，但我们的任务和盟友并不相同。",
  "Player: I might have missed this in the briefings, but the Restricted Airspace south east of here, is that's what's been agreed with the Syrians and the Russians?" : "Player: 我可能简报中错过了这个，但这里的东南限制空域，那是与叙利亚人和俄罗斯人达成的协议吗？",
  "Gravity: Three, join up." : "Gravity: 三号，加入编队。",
  "Gravity: We're done here. Took a bit longer, had to confirm PID." : "Gravity: 我们这里完成了。花了点时间，必须确认PID。",
  "Gravity: Magic, Ram 1-1 flight checking in from Pumpjack, with you enroute to Harlem, angels " : "Gravity: Magic，Ram 1-1编队从Pumpjack报到，正前往Harlem，高度",
  "Shadow: Four." : "Shadow: 四号。",
  "Shadow: Good to have you back." : "Shadow: 很高兴你回来。",
  "Demon: Demon 1 copy Ram 1-1. Pumpjack is cold, stand by for BDA from Uzi 8." : "Demon: Demon 1 收到 Ram 1-1。Pumpjack 冷，待命等待 Uzi 8 的BDA。",
  "Player: Ram 1-3." : "Player: Ram 1-3。",
  "Target Oil Pump (AP121) destroyed" : "目标油泵 (AP121) 已摧毁",
  "Demon: Uzi 8 is on station in cell 6 at angels 10, you are cleared for Pumpjack down to angels 15. Continue dry." : "Demon: Uzi 8 在6号区域高度10就位，你被许可进入Pumpjack下降到高度15。继续干。",
  "Gravity: Strike, 300 with 302, 304 and 305, feet dry, checking out to Purple." : "Gravity: Strike，300与302、304和305，脚干，检查前往Purple。",
  "Gravity: Flight, we can fence out now." : "Gravity: 编队，我们现在可以退出作战状态。",
  "Missing communication procedures" : "缺失通信程序",
  "Shadow: Tally targets, PID." : "Shadow: 目视目标，PID。",
  "SWITCH RADIO 1 (PRI) TO CHANNEL 2 FOR MARSHAL" : "将无线电1（主）切换到频道2用于MARSHAL",
  "KEEP RADIO 2 (AUX) ON CHANNEL 2 WITH FLIGHT" : "保持无线电2（辅）在频道2与编队",
  "Buzz: We've got two Russian Flankers approaching at 280 for 60, hot." : "Buzz: 我们有两架俄罗斯侧卫以280节从60方向接近，热。",
  ", Hornet ball, " : "，Hornet ball，",
  "Gravity: Demon 1, Ram flight entering Pumpjack from the north at angels 20." : "Gravity: Demon 1，Ram编队从北面高度20进入Pumpjack。",
  "American aircraft. You are entering restricted airspace. Turn back immediately or state your intent or you may be fired upon, over." : "美国飞机。你正在进入限制空域。立即掉头或声明你的意图，否则可能被开火，完毕。",
  "Magic-1-1: Ram 1-1 flight, you're cleared to exit Broadway for Pumpjack. Contact Demon 1." : "Magic-1-1: Ram 1-1编队，你被许可离开Broadway前往Pumpjack。联系Demon 1。",
  "General communication procedures followed" : "遵循一般通信程序",
  "Shadow: Four is fenced, state " : "Shadow: 四号已作战状态，状态",
  "USE NORMAL RADIO OPTIONS TO CONTACT CARRIER ATC ON MARSHAL" : "使用正常无线电选项联系航母空中交通管制在MARSHAL",
  "Planned Target (AP211) Oil Pump not destroyed (0/5)" : "计划目标 (AP211) 油泵未摧毁 (0/5)",
  "Demon: Possible threat from MANPADS from the built up areas to north east. Break." : "Demon: 可能威胁来自东北部建筑区的MANPADS。断。",
  "Gravity: 300, CASE I, contacting Marshal." : "Gravity: 300，CASE I，联系Marshal。",
  "Buzz: Two, copy that." : "Buzz: 二号，收到。",
  "Shadow: That is correct. These corridors haven't changed since the Turks shot down that Russian plane about six months back. I guess JTF wants to keep things predictable so nobody gets confused." : "Shadow: 那是正确的。这些走廊自土耳其大约六个月前击落那架俄罗斯飞机以来没有改变。我猜JTF希望保持可预测性，这样没人会困惑。",
  "Gravity: Magic, Ram 1-1 checking in, with you enroute to Manhattan at Angels 22." : "Gravity: Magic，Ram 1-1报到，正前往Manhattan高度22。",
  "Planned Target (AP222) Oil Pump destroyed (5/5)" : "计划目标 (AP222) 油泵已摧毁 (5/5)",
  "Gravity: 300." : "Gravity：300。",
  "Shadow: If you look down there on our right, that's the northern most part of the Aleppo province." : "Shadow：如果你看我们右边下面，那是阿勒颇省的最北部。",
  "Issues recorded with airspace controls (0/5)" : "空域控制问题记录 (0/5)",
  "Player: Alright, so that means we can basically focus on IS in the northern part of Syria without too much deconfliction." : "玩家：好的，所以这意味着我们基本上可以专注于叙利亚北部的IS，而无需太多冲突避免。",
  "Gravity: Flight, push button 2 on PRI for Marshal." : "Gravity：编队，在PRI上按按钮2联系Marshal。",
  "Player: Copy, push button 2 on AUX, and then we'll join up with one and two at waypoint 1." : "玩家：收到，在AUX上按按钮2，然后我们将在航点1与一号和二号会合。",
  "Gravity: That's right. The Truman's presence almost doubles the Coalition's airpower here. And it sends a strong signal of commitment to all the other parties." : "Gravity：没错。杜鲁门号的存在几乎使联盟在这里的空中力量翻倍。并且它向所有其他各方发出了强烈的承诺信号。",
  "Gravity: Flight, push button 6 on PRI for Magic." : "Gravity：编队，在PRI上按按钮6联系Magic。",
  ", Lone Warrior Strike, copy, radar contact, continue." : "，独行战士Strike，收到，雷达接触，继续。",
  "Gravity: Marshal, 300, holding hands with 302, marking mom's at " : "Gravity：Marshal，300，与302手拉手，标记母舰在",
  "Gravity: Strike, 300 holding hands with 302, 304 and 305. Marking mom's at " : "Gravity：Strike，300与302、304和305手拉手。标记母舰在",
  "Player: Three copies." : "玩家：三号收到。",
  "Player: Ram 2-1, Pickle." : "玩家: Ram 2-1, Pickle.",
  "Shadow: Negative. Last intel report states that IS got repelled, again, but that the town is now under siege." : "Shadow：否定。最新情报报告指出IS再次被击退，但该镇现在被围困。",
  "Shadow: There's been a lot of fighting down there between IS and various groups affiliated to the Free Syrian Army." : "Shadow：那里发生了很多IS与自由叙利亚军附属各派系之间的战斗。",
  "Gravity: Demon 1, Ram 1-1, mission number 0311, flight of four Hornets checking in to Pumpjack with 8 x GBU-32 as fragged, can give you 30 min on station." : "Gravity：Demon 1，Ram 1-1，任务编号0311，四架大黄蜂编队检查进入Pumpjack，携带8枚GBU-32按计划，可提供30分钟在站时间。",
  "Target Oil Pump (AP122) destroyed (5/5)" : "目标油泵 (AP122) 摧毁 (5/5)",
  "Shadow: 305." : "Shadow：305。",
  ", Departure, maintain BRC heading until 7 DME. Correct immediately." : "，离场，保持BRC航向直到7 DME。立即修正。",
  "Shadow: Guns, guns, guns." : "Shadow: Guns, guns, guns.",
  "Planned Target (AP112) Oil Pump destroyed (5/5)" : "计划目标 (AP112) 油泵摧毁 (5/5)",
  "Wingman: One, two, I have a bad feeling about this. We better change course." : "僚机：一号，二号，我对此有不好的预感。我们最好改变航线。",
  "Gravity: This is where we'll be checking in and out of the joint airspace whenever we enter the northern part of Syria." : "Gravity：这就是每当我们进入叙利亚北部时，我们将检查进出联合空域的地方。",
  "Gravity: Flight, we will recover as two separate elements today.  I'll check in with Marshal first, and three, you'll check in afterwards." : "Gravity：编队，今天我们将作为两个独立单元回收。我将首先与Marshal检查，三号，你随后检查。",
  "Player: One copy." : "玩家：一号收到。",
  "Shadow: Just last week IS tried to mount an assault again on the town of Marea. Apparently they had over a thousand men, lots of suicide bombers, and some old Soviet-era tanks and rocket launchers." : "Shadow：就在上周，IS试图再次对马雷亚镇发动攻击。显然他们有超过一千人，许多自杀式炸弹手，和一些旧苏联时代的坦克和火箭发射器。",
  "Planned Target (AP212) Oil Pump destroyed (5/5)" : "计划目标 (AP212) 油泵摧毁 (5/5)",
  "Player: Two, one, good check." : "玩家：二号，一号，检查良好。",
  "Gravity: Tower, 300, holding hands with 302, overhead angels 3, close state " : "Gravity：塔台，300，与302手拉手，头顶高度3，关闭状态",
  "Gravity: 300, see you at 10." : "Gravity：300，10点见。",
  "My fuel level is critically low, I request permission to pass through your airspace, over." : "我的燃油水平严重过低，我请求允许通过你的空域，完毕。",
  "Planned Target (AP212) Oil Pump not destroyed (5/0)" : "计划目标 (AP212) 油泵未摧毁 (5/0)",
  ", Strike copies." : "，Strike收到。",
  "Image-5-1: Ram-2, Image, you are entering restricted airspace, change course immediately." : "Image-5-1：Ram-2，Image，你正在进入限制空域，立即改变航线。",
  "ENTER THE MARSHAL STACK AND ORBIT AT 3,000 FT AND 250 KTS" : "进入Marshal堆栈并在3,000英尺和250节轨道飞行",
  "SWITCH RADIO 1 (PRI) TO CHANNEL 17 FOR DEMON" : "将无线电1 (PRI) 切换到频道17联系DEMON",
  ", Lone Warrior Strike copies." : "，独行战士Strike收到。",
  "-- Historical debriefing available (R) --" : "-- Historical debriefing available (R) --",
  ", Strike, sweet/sweet, Mother is VFR, CASE I. Contact Marshal." : "，Strike，良好/良好，母舰是VFR，CASE I。联系Marshal。",
  "Buzz: Two, fencing out." : "蜂鸣声：二队，防御解除。",
  "Compliant with airspace controls (5/5)" : "符合空域管制（5/5）",
  "American aircraft, this is Syrian Tower Control, that is received. Wait out." : "美军飞机，这里是叙利亚塔台管制，已收到。请等待。",
  "Player: Have they taken the town yet?" : "玩家：他们占领那个城镇了吗？",
  "My aircraft is critically damaged, I request permission to pass through your airspace, over." : "我的飞机严重受损，请求允许通过你方空域，完毕。",
  "Shadow: Dart." : "Shadow: 立即高速直线脱离。",
  "Player: Dart." : "玩家: 立即高速直线脱离。",
  ", Lone Warrior Strike." : "独行战士Strike任务。",
  "Planned Target (AP211) Oil Pump destroyed (5/5)" : "计划目标（AP211）抽油机摧毁（5/5）",
  "Gravity: Lone Warrior Strike, 300 holding hands with 302, 304 and 305, we are Kilo and outbound for Manhattan." : "Gravity：独行战士Strike，300正与302、304和305编队，我们为基洛状态，正飞往Manhattan方向。",
  "WHEN STRIKING A PLANNED TARGET WITH JDAM (GBU-32 OR GBU-38), YOU CAN USE EITHER PRE-PLANNED (PP) MODE AND ENTER THE COORDINATES OR TARGET OF OPPORTUNITY (TOO) MODE AND MARK EACH TARGET WITH YOUR ATFLIR." : "使用JDAM（GBU-32或GBU-38）打击计划目标时，可采用预规划模式输入坐标，或使用临时目标模式通过ATFLIR标记每个目标。",
  "Just wave and smile, Player. Just wave and smile." : "玩家，挥手微笑就好。挥手微笑就好。",
  "Demon: Ram flight, you are cleared to engage fragged targets. Pumpjack is hot." : "Demon：Ram编队，批准接战预设目标。抽油机目标已激活。",
  ", Strike, you're entering restricted airspace. Change course immediately." : "Strike，你正在进入限制空域。立即改变航向。",
  "Gravity: Negative. There's been no formal agreement on a boundary so far." : "Gravity：拒绝。目前尚未就边界达成正式协议。",
  "Buzz: This Transit Corridor Broadway, which we're flying in now, is it permanent or do they change from day to day?" : "蜂鸣声：我们正在飞行的这条Broadway过渡走廊，是永久性的还是每天都会变更？",
  "Player: Lead, three and four rejoining, we're with you." : "玩家：长机，三号和四号归队，我们与你同在。",
  "Demon: All targets in cells 3 and 5 destroyed. Good job. No further tasking, you may egress to the north." : "Demon：3号和5号区域所有目标已摧毁。干得好。暂无进一步任务，可向北脱离。",
  "Lead, two, we're being called on the Guard frequency, are you hearing that? You need to respond and declare our intentions." : "长机，二队，有人通过警卫频率呼叫我们，你听到了吗？需要回应并声明我方意图。",
  "YOU CAN ALSO USE NORMAL WINGMAN COMMANDS TO ORDER WINGMAN TO ENGAGE GROUND TARGETS" : "也可使用常规僚机指令命令僚机攻击地面目标",
  "USE ATFLIR ON WP6 TO VISUALLY ACQUIRE TARGETS BEFORE ENGAGING. ALWAYS CONFIRM YOUR TARGETS VISUALLY AND THAT THERE IS NO UNEXPECTED CIVILIAN ACTIVITY NEARBY." : "接战前使用ATFLIR在航点6目视识别目标。务必目视确认目标，并确保附近无意外平民活动。",
  "This is US Navy Hornet " : "这里是美国海军大黄蜂",
  "Gravity: Magic, Ram 1-1 flight exiting Broadway for Pumpjack." : "Gravity：Magic，Ram1-1编队正离开Broadway走廊前往抽油机区域。",
  "Mother: 300, mother's weather is visibility ten plus miles, scattered clouds at above 10,000, altimeter 29.93, CASE I recovery, expected BRC 219, report see me at 10." : "母舰：300，母舰气象条件：能见度十英里以上，10000英尺以上疏云，高度表拨正值29.93，CASE I回收程序，预计基准回收航向219，于10海里处报告目视接触。",
  "Mission commenced (base score 50)" : "任务开始（基础分数50）",
  ", Strike, copy, sweet/sweet, continue on mission." : "Strike, 收到，状态良好，继续执行任务。",
  ", Strike copies checkout." : "Strike收到离场检查。",
  "Gravity: And the Incirlik airbase in Turkey, which is our primary divert, is out there to our left, opposite the Bay some 45 miles from here." : "Gravity：而我们主要的备降场——土耳其因吉尔利克空军基地，就在我们左侧方位，海湾对面距此约45英里处。"
}