{
  "Badger-1-1: Good read back. Continue." : "Badger-1-1: 收到，清晰。继续。",
  "Wingman: Departure, " : "僚机: 出发,",
  "Player: Magic, Ram 2-1 flight with you enroute to Madison at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往麦迪逊，高度层",
  "Smuggler convoy not destroyed (0/10)" : "走私车队未摧毁 (0/10)",
  "Player: We've got GBU-12 and guns. What have you got for us?" : "Player: 我们有GBU-12和机炮。你们有什么给我们？",
  "Badger-1-1: Cheers, mate, all good. No further tasking." : "Badger-1-1: 谢了，伙计，一切顺利。没有进一步任务。",
  "Player: Image, Ram 2-1 flight checking out at London, switching." : "玩家：IMAGE，RAM 2-1编队在伦敦离场，切换频率。",
  "Shadow: Two copy." : "SHADOW：二号收到。",
  "Gopher-1: Ram 2-1, Gopher 1, you're cleared to engage convoy." : "Gopher-1: Ram 2-1，Gopher 1，你被批准攻击车队。",
  "Player: Magic, Ram 2-1 flight with you enroute to Bronx at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往布朗克斯，高度层",
  "Diamond: Departure, 309, airborne." : "Diamond: 离场，309，升空。",
  "Shadow: One, two, check on AUX." : "Shadow: 1号，2号，检查备用无线电。",
  "Shadow: Check. And please, don't forget to turn your radar off before approaching the tanker this time. The boomer is growing a third leg and not in a good way." : "Shadow: 检查。还有，这次接近加油机前请别忘了关雷达。加油机操作员快长出第三条腿了，情况不妙。",
  "Shadow: Two, fencing in." : "Shadow: 二号,进入警戒状态.",
  "Player: Lone Warrior Strike, 304. Feet dry, switching." : "玩家：LONE WARRIOR STRIKE，304。已进入内陆，切换频率。",
  "Player: We've got rockets and guns. What have you got for us?" : "Player: 我们有火箭弹和机炮。你们有什么给我们？",
  "Shadow: Yep, I was counting on it. Let's go." : "Shadow: 是的，我就指望这个了。我们走。",
  "Player: We've only got guns. What have you got for us?" : "Player: 我们只有机炮。你们有什么给我们？",
  "THE INTERCEPTOR PILOT IS IGNORING YOU" : "拦截机飞行员无视你",
  "Player: Magic, Ram 2-1 flight with you enroute to Harlem at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往哈莱姆，高度层",
  "MISSION DEBRIEF" : "任务简报",
  ", Low state is " : "低油量状态是",
  "Player: Two, engage convoy." : "玩家: 二号,攻击车队.",
  "Syrian Tower Control to American aircraft, you may continue on current course and altitude. you are not cleared to land and you must stay clear of any airfields. I repeat, do not attempt to land and stay clear of airfields. Acknowledge." : "叙利亚塔台管制呼叫美国飞机，你们可以保持当前航向和高度。你们未被批准着陆，并且必须远离所有机场。我重复，不要尝试着陆并远离机场。收到请回复。",
  "Brooklyn: Departure, 307, arcing." : "Brooklyn: 离场，307，转弯。",
  "Gopher-1: Gopher 1, Ram 2-1 go for check in." : "Gopher-1: Gopher 1，Ram 2-1 请求检查入。",
  "Player: Ram 2-1, copy, switching to Khaki 2 for Badger." : "Player: Ram 2-1，抄收，切换到Khaki 2联系Badger。",
  "Player: Pickle." : "玩家: Pickle.",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 270." : "ATC：RAM 2-1编队，拉马特戴维控制。雷达接触。允许直飞FL 270。",
  "Brooklyn: Image, Ram 3-1, contact group, bulls 190 for 180, hot, request alpha check." : "Brooklyn: Image，Ram 3-1，接触群，bulls 190 for 180，热目标，请求alpha检查。",
  "Magic-1-1: Ram-2, Magic, you are entering restricted airspace, change course immediately." : "MAGIC-1-1: Ram-2，我是MAGIC，你正在进入限制空域，立即改变航向。",
  "Shadow: Two fenced in. Weapons and counter-measures set, sensors and tapes on. State " : "Shadow: 二号进入警戒状态.武器和对抗措施设置,传感器和磁带开启.状态",
  "Player: Agreed, that would work." : "Player: 同意，那样可行。",
  "Player: Ramat David Control, Ram 2-1 flight checking out from Atlit, switching." : "玩家：拉马特戴维控制，RAM 2-1编队从阿特利特离场，切换频率。",
  "Correct departure procedures (5/5)" : "正确离场程序（5/5）",
  "Player: Gopher 1, Ram 2-1. We've got visual on a convoy of four fuel trucks escorted by armed technicals. Stand by for location." : "Player: Gopher 1，Ram 2-1。我们目视到一个由四辆油罐车组成的车队，由武装技术车辆护送。待命提供位置。",
  "Shadow: Lead, I'm ready to downlink." : "Shadow: 长机，我准备下行链路。",
  ", Departure, remain below 500 feet until 7 DME. Correct immediately." : "离场，保持在500英尺以下直至7海里处。立即改正。",
  "Player: Ready for remarks." : "玩家：准备接收讲评。",
  "Player: Badger, Ram 2-1, we are Winchester. Will you be able to manage from here?" : "Player: Badger，Ram 2-1，我们弹药用尽。你们能从这儿接手吗？",
  "Shadow: Weapons, countermeasures, sensors all set. Tapes on and two is fenced in. State " : "Shadow: 武器,对抗措施,传感器全部设置.磁带开启,二号进入警戒状态.状态",
  "Player: Roger that Gopher 1. We'll make a run up and down Khamsim and let you know if we spot anything. Any altitude restrictions?" : "Player: 收到，Gopher 1。我们将在Khamsim上下飞行一趟，如果发现什么就通知你。有任何高度限制吗？",
  "Close Air Support targets, dismounted insurgents, destroyed (5/5)" : "近距离空中支援目标，下马叛军，已摧毁 (5/5)",
  "Shadow: Copy fence checks." : "Shadow: 收到警戒检查.",
  "Player: Roger, Gopher. Incoming video feed from Ram 2-2, VDL code 4927." : "Player: 收到，Gopher。来自Ram 2-2的视频馈入，VDL代码4927。",
  "Player: Lone Warrior Strike, 304." : "玩家：LONE WARRIOR STRIKE，304。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Marking mom's at " : "玩家：LONE WARRIOR STRIKE，304与305协同。标记母舰在",
  "Badger-1-1: Ram 2-1, that is your target. Cleared hot!" : "Badger-1-1: Ram 2-1，那是你的目标。批准攻击！",
  "Player: Two, push button 7 on PRI." : "玩家：二号，按下PRI上的按钮7。",
  "Issues recorded with Rules of Engagement (0/20)" : "交战规则问题记录 (0/20)",
  "HOLD AND WAIT FOR YOUR WINGMAN TO REJOIN" : "保持并等待你的僚机重新加入",
  "USE NORMAL RADIO OPTIONS TO CHECK IN WITH CARRIER ATC" : "使用正常无线电选项与航母空中交通管制报到",
  ", acknowledged. Maintaining course and altitude and keeping clear of airfields. Much appreciated, out." : "收到。保持航向和高度并远离机场。非常感谢，完毕。",
  "Player: 304, Case III, switching to Marshal." : "玩家：304，Case III，切换到Marshal。",
  "Player: Hey! Anyway, while we're transiting, what's your take on Israel in this?" : "Player: 嘿！总之，在我们转场时，你对以色列在这事中的角色怎么看？",
  "Player: Ram 2-1 copy, cleared to engage." : "Player: Ram 2-1 抄收，批准攻击。",
  "American Hornet flight, this is Syrian Tower Control, received. State the nature of your emergency. I repeat, state the nature of your emergency, over." : "美国大黄蜂编队，这里是叙利亚塔台控制，收到。说明你的紧急情况性质。重复，说明你的紧急情况性质，完毕。",
  "Player: What do you make of it? Routine flight?" : "Player: 你怎么看？常规飞行？",
  ", enter Marshal stack, angels 3." : "，进入Marshal栈，高度3000英尺。",
  "Diamond: Departure, 309, arcing." : "Diamond: 离场，309，转弯。",
  "Gopher-1: Receiving... stand by." : "Gopher-1: 正在接收... 待命。",
  "Wingman: My jet is good. But looks like your jet has taken some damage." : "Wingman：我的飞机良好。但看起来你的飞机受到了一些损伤。",
  "Badger-1-1: Alright, we'll manage from here. No further tasking." : "Badger-1-1: 好的，我们从这儿接手。没有进一步任务。",
  "TURN BACK TO YOUR DESIGNATED AIRSPACE TO AVOID CAUSING AN ESCALATION" : "返回你的指定空域以避免引发升级",
  "Player: Magic, Ram 2-1 flight checking out, switching." : "玩家：Magic，Ram 2-1编队退出，切换。",
  "Shadow: Two." : "Shadow：二号。",
  "Divert recovery (5/10)" : "改道恢复 (5/10)",
  ", Kilo, switching." : ", Kilo, 切换.",
  "I have lost navigation aids and I'm unable to orientate myself , I request permission to continue through your airspace, over." : "我失去了导航辅助设备，无法确定方向，请求允许继续通过你的空域，完毕。",
  "Gopher-1: Gopher 1, Ram 2-1, send contact grid." : "Gopher-1: Gopher 1，Ram 2-1，发送接触网格。",
  "Player: Two, state " : "玩家：二号，状态",
  "Gopher-1: Ram 2-1, that is affirm. Thanks for your help today." : "Gopher-1: Ram 2-1，确认。感谢你们今天的帮助。",
  "Compliant with Rules of Engagement" : "符合交战规则",
  "Wingman: 2-2, check." : "Wingman：2-2，检查。",
  "Wingman: Two copy." : "Wingman：二号收到。",
  "Player: Ramat David Control, Ram 2-1 flight checking out at River, switching." : "玩家：Ramat David控制，Ram 2-1编队在River退出，切换。",
  "Player: Two, engage target." : "玩家：二号，攻击目标。",
  "Shadow: Lead, two, radio check on AUX." : "Shadow: 长机，二号，在AUX上进行无线电检查。",
  "Strike: 307, Strike copies." : "Strike: 307, Strike 收到。",
  " declaring an emergency. I say again, declaring an emergency. Requesting permission to pass through your airspace, over." : "宣布紧急情况。重复，宣布紧急情况。请求允许通过你的空域，完毕。",
  "Player: Magic, Ram 2-1 flight with you enroute to Manhattan at angels " : "玩家：Magic，Ram 2-1编队与你一起前往Manhattan，高度",
  "Brooklyn: Departure, 307, passing 2.5." : "Brooklyn: 离场，307，通过2.5。",
  "Player: Two, I've got some moving vehicles in a group up ahead driving on the road." : "Player: 二号，我前面有一群移动车辆在路上行驶。",
  "Player: Two, switching to 6 on PRI." : "玩家：二号，切换到PRI 6。",
  "Shadow: Ram 2-2." : "Shadow：Ram 2-2。",
  "Brooklyn: Copy that 2-2, Ram 3-1 monitoring." : "Brooklyn: 抄收，2-2，Ram 3-1 监控中。",
  "WHEN AT CP RIVER (WP2), CHECK OUT WITH RAMAT DAVID ON AUX AND THEN CHECK INTO JORDANIAN AIRSPACE WITH KING HUSSEIN ATC ON BUTTON 13" : "当在CP RIVER (WP2)时，通过辅助频道向RAMAT DAVID签出，然后通过按钮13向KING HUSSEIN ATC签入约旦空域。",
  "Shadow: This one appears to be pretty straightforward. It is an obvious IS smuggling operation, they're armed targets and there's almost zero risk of collateral." : "Shadow: 这个看起来相当直接。这是一个明显的IS走私行动，他们是武装目标，几乎零附带损伤风险。",
  ", update state." : "，更新状态。",
  "Player: 304." : "Player: 304。",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from London at angels " : "玩家：King Hussein控制，Ram 2-1编队与你一起从London前往，高度",
  "Player: One copy. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Shadow: Recommend we take out the technicals first, that'll allow the truck drivers to bail out of their vehicles. We can then take out the trucks with rockets and guns, if we have to." : "Shadow: 建议我们先干掉技术车辆，这样卡车司机就能弃车。然后我们可以用火箭弹和机炮干掉卡车，如果有必要的话。",
  "Image-5-1: Image copy check out from Ram 2-1." : "Image-5-1：从Ram 2-1收到Image拷贝检查。",
  "Your actions have caused an escalation between the Coalition and Syrian and Russian armed forces (mission failure)" : "你的行动导致联盟与叙利亚和俄罗斯武装部队之间的升级（任务失败）",
  "Shadow: Ram 3-1, Ram 2 flight checking in." : "Shadow: Ram 3-1，Ram 2 编队检查入。",
  "Player: Two, one, fencing in." : "Player：二号，一号，进入作战状态。",
  "YOU ARE APPROACHING THE RESTRICTED AREA" : "你正在接近限制区域",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 270." : "ATC：Ram 2-1编队，侯赛因国王控制台。雷达接触。允许直飞飞行高度层270。",
  "Gopher-1: Ram 2-1, Gopher 1, check in with Badger 1 for 9 line on Khaki 2. Badger 1 is guarding a check point approximately 30 miles north east of the border post, over." : "Gopher-1: Ram 2-1, Gopher 1, 与Badger 1核对Khaki 2的9线简报。Badger 1正在守卫一个检查点，大约在边境哨所东北方向30英里处，完毕。",
  ", Mother, update state." : "，母舰，更新状态。",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 250." : "ATC：Ram 2-1编队，拉马特大卫控制台。雷达接触。允许直飞飞行高度层250。",
  "Player: Alright two, we'll orbit the convoy and wait for clearance. I hope it's not gonna be one of those days where it takes 30 minutes to get a decision from some two star." : "玩家：好的二号，我们将绕车队盘旋等待许可。我希望今天不会是从某个两星将军那里得到决定需要30分钟的那种日子。",
  "Player: Convoy is in vicinity of grid ET 92 63 heading north through a wadi at approximately 20 miles per hour." : "玩家：车队在网格ET 92 63附近，正通过干河床向北行进，速度约20英里每小时。",
  "Player: That's probably a valid point. Anyway, they are still letting us pass through their airspace with full bomb loads." : "玩家：那可能是个合理的观点。总之，他们仍然允许我们满载炸弹通过他们的空域。",
  "Player: Ram 2-1, running in." : "Player：Ram 2-1，进入攻击。",
  "Carrier recovery (10/10)" : "航母回收 (10/10)",
  "Player: Two, one, fence out." : "Player：二号，一号，退出作战状态。",
  "Wingman: My jet is good. Your jet looks good from here." : "僚机：我的飞机良好。从我这看你的飞机良好。",
  "Player: Ok, two, button 2 on PRI." : "Player：好的，二号，在PRI上按下按钮2。",
  "Brooklyn: Image, Ram 3-1 flight on station Wolf, angels 29." : "Brooklyn: Image, Ram 3-1编队在Wolf站，高度29。",
  "Gopher-1: Copy Ram 2. We just got clearance to engage, didn't realize you had already received that. Continue on mission, dry that is. Gopher 1 Out." : "Gopher-1: 收到，Ram 2。我们刚获得接战许可，没意识到你已经收到了。继续任务，干那件事。Gopher 1 完毕。",
  "F-10 OPTION (I) TO CHECK OUT WITH IMAGE (262AM)" : "使用F-10选项(I)与IMAGE签出（频率262AM）",
  "Diamond: Departure, 309, passing 2.5." : "Diamond: 离场，309，通过2.5。",
  "Wingman: Two." : "僚机：二号",
  "Player: Image, Ram 2-1 flight with you enroute to Sherlock at angels " : "Player：Image，Ram 2-1编队与你一起前往Sherlock，高度...",
  "Player: Gopher 1, Ram 2-1, mission 0704, two Hornets entering Khamsin from the south west, angels " : "玩家：Gopher 1, Ram 2-1, 任务0704，两架Hornets从西南方向进入Khamsin，高度",
  "Magic-1-1: Ram 2-1 flight, Magic copy. Radar contact. You are cleared for corridors within assigned flight levels." : "Magic-1-1：Ram 2-1编队，Magic收到。雷达接触。允许在指定飞行高度层内使用走廊。",
  ". Five or more vehicles heading north and making a lot of dust." : "五辆或更多车辆向北行进，扬起大量灰尘。",
  "Shadow: Yes that makes our trip a whole lot shorter. Plus, Israel has intelligence agents inside of Syria who have successfully infiltrated the Islamic State. I'm decently sure we get some pretty good intel from them." : "Shadow: 是的，那让我们的行程缩短了很多。此外，以色列在叙利亚内部有情报人员，已成功渗透进伊斯兰国。我相当确定我们从他们那里得到了一些相当好的情报。",
  ", Lone Warrior Strike, sweet/sweet, continue." : ", Lone Warrior Strike, 一切正常, 继续。",
  "Player: Four countries in one sortie. Israel, Jordan, Syria and Iraq." : "玩家：一次任务中四个国家。以色列、约旦、叙利亚和伊拉克。",
  "Image-5-1: Ram 3-1, Image, confirmed radar contact, Fishbeds bulls 190 for 180 on heading 160. Stand by." : "Image-5-1: Ram 3-1, Image, 确认雷达接触，Fishbeds 方位190距离180，航向160。待命。",
  "Player: Ram 2-2 check on PRI from Ram 2-1." : "Player：Ram 2-2在PRI上从Ram 2-1检查。",
  "Diamond: Departure, 309, kilo, switching." : "Diamond: 离场，309，kilo，切换。",
  "Incorrect departure procedures (0/5)" : "离场程序不正确 (0/5)",
  "Badger-1-1: Ram 2-1 this Badger, we are troops in contact, need bomb on target, type 1 in effect, ready for 9 line." : "Badger-1-1: Ram 2-1，这里是Badger，我们与敌军接触，需要炸弹攻击目标，类型1有效，准备接收9线简报。",
  "SWITCH PRI TO CHANNEL 2" : "将PRI切换到频道2",
  "Player: 2180 ft, BTR, technicals, insurgents on east side of berm. ET 483 344. Friendlies at checkpoint 500 meters west. Attack heading south to southwest. Danger close." : "玩家：2180英尺，BTR，技术车辆，叛军在护堤东侧。ET 483 344。友军在检查点西侧500米处。攻击航向西南偏南。危险接近。",
  "Player: Two, one, fence checks." : "Player：二号，一号，作战状态检查。",
  "F-10 OPTIONS AVAILABLE" : "F-10选项可用",
  "(R) TO REMOVE THIS MESSAGE" : "(R) 移除此消息",
  "Player: Two, one, fence in." : "玩家：二号，一号，已进入作战状态。",
  "Player: Guns, guns, guns." : "玩家: Guns, guns, guns.",
  "Player: Push button 6 on PRI." : "玩家：按下PRI面板上的按钮6。",
  "Gopher-1: This is definitely a convoy on an errand for the Caliphate. We'll need to get clearance from higher up. This might take a while. Stand by." : "Gopher-1: 这绝对是哈里发国派出的车队。我们需要获得上级许可。这可能需要一段时间。待命。",
  "Player: One copies." : "玩家：一号收到。",
  "Wingman: One, two, joined up." : "僚机：一号，二号，已会合。",
  "Badger-1-1: Use the ammunition that you have. Watch out for machine gun fire. Final attack heading south to southwest. Danger close." : "Badger-1-1: 使用你现有的弹药。注意机枪火力。最终攻击航向西南偏南。危险接近。",
  ", requesting tanker." : "，请求加油机。",
  "Wingman: Two, state " : "僚机：二号，状态",
  "Brooklyn: Ram 3-1, Image, group of Fishbeds bulls 180 for 200 has turned north east." : "Brooklyn: Ram 3-1, Image, 一群Fishbeds 方位180距离200已转向东北。",
  "WHEN AT CP LONDON (WP3), CHECK OUT WITH KING HUSSEIN, SWITCH BACK TO AUX BUTTON 1, THEN CHECK IN WITH IMAGE ON PRI BUTTON 7" : "当在CP LONDON (WP3)时，向KING HUSSEIN签出，切换回辅助按钮1，然后在主要按钮7上向IMAGE签入。",
  ", Departure, reduce speed to 300 knots until 7 DME." : "，离场，减速至300节直到7 DME。",
  "Player: Gopher 1, Ram 2-1 checking back in. We are Joker and Winchester and will start our egress to the south-west towards Stirling." : "玩家：Gopher 1, Ram 2-1 回报。我们是Joker和Winchester，将开始向西南方向的Stirling撤退。",
  "LSO: Roger ball." : "LSO: Roger ball。",
  "Player: Rifle." : "玩家: Rifle.",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Checking in." : "玩家：孤狼打击编队，304与305结伴飞行。正在报到。",
  "Player: Two, one, we'll turn south west and check in with Badger. Push button 15 on PRI." : "玩家：二号，一号，我们将转向西南并与Badger核对。按下PRI上的按钮15。",
  "Shadow: Two copies, let's get a closer look." : "Shadow: 收到两份，让我们靠近看看。",
  "Player: Ram 2-1." : "玩家：RAM 2-1。",
  "Shadow: You know, we could divert to Cyprus afterwards and make it five." : "Shadow: 你知道，之后我们可以改道塞浦路斯，让它变成五个国家。",
  "Image: Image copies Ram 2-1 flight, radar contact, you are cleared for corridors within assigned flight levels." : "影像：影像收到，RAM 2-1编队，雷达识别，允许在指定飞行高度层内使用飞行走廊。",
  "Wingman: Just wave and smile, Player. Just wave and smile." : "僚机：挥挥手，笑一笑就行了，玩家。挥挥手，笑一笑就行了。",
  "Player: Two, push button 6 on PRI." : "玩家：二号，按下PRI面板上的按钮6。",
  "Brooklyn: Departure, 307, Kilo, switching." : "Brooklyn: 离场，307，Kilo，切换。",
  "Player: Copy that. Could be someone not wanting to cross the border by road. Let's go take a look." : "玩家：收到。可能是有人不想通过公路穿越边境。我们去看看。",
  "ATC: King Hussein Control, Ram 2-1 flight checking out at River, switching." : "塔台：侯赛因国王管制中心，RAM 2-1编队在河流检查点脱离，正在转换频率。",
  "Player: Yep, that's what we have checklists for. Do you want to refill your thermo cup while we're up there?" : "玩家：是的，这就是我们有检查单的原因。你想在我们上去的时候重新装满你的保温杯吗？",
  "Shadow: Player, wait for me..." : "SHADOW：玩家，等等我...",
  "Magic-1-1: Ram 2-1 flight, Magic copy check out." : "MAGIC-1-1：RAM 2-1编队，MAGIC收到你的脱离呼叫。",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 250." : "塔台：RAM 2-1编队，侯赛因国王管制中心。雷达识别。允许直飞，飞行高度层250。",
  "Player: Magic, Ram 2-1 flight with you enroute to Inwood at angels " : "玩家：MAGIC，这里是RAM 2-1编队，与你汇合，正在前往INWOOD，高度层",
  "USE SURFACE RADAR IN GMT MODE AND INSPECT CONTACTS WITH YOUR ATFLIR. USE F10 OPTIONS TO REPORT ANY SUSPICIOUS GROUND MOVING TARGETS OR FOR HELP WITH HOW TO USE RADAR." : "使用地面雷达在GMT模式下，并用你的ATFLIR检查接触点。使用F10选项报告任何可疑的地面移动目标或获取如何使用雷达的帮助。",
  "Player: Copy, we'll continue combing the desert up to waypoint 6 and back. There's no rush." : "玩家：收到，我们会继续搜索这片区域直到航点6并返回。不用着急。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute to Atlit at angels " : "玩家：拉马特大卫控制，Ram 2-1 编队与你同路前往阿特利特，高度",
  "Brooklyn: 307, airborne." : "Brooklyn: 307，空中。",
  "Brooklyn: Image, Ram 3-1 flight egressing for Shell." : "Brooklyn: Image, Ram 3-1编队向Shell撤退。",
  "Shadow: Intel indicates that some six or seven hundred IS fighters are active in the towns on the Syrian side of the border of the Golan Heights. If Syrian control disintegrates further, they could potentially manage to carve out an area of control very close to the Israeli border. Too close, I would say." : "Shadow: 情报显示，大约六七百名IS战士在戈兰高地边境叙利亚侧的城镇中活动。如果叙利亚控制进一步瓦解，他们可能设法在非常靠近以色列边境的地方划出一片控制区。太近了，我会说。",
  "Shadow: Yes, looks like a presence patrol. They are not intercepting us, locking us up or anything else. Besides, Brooklyn and Diamond are on station if they decide to get frisky." : "Shadow: 是的，看起来像是存在巡逻。他们没有拦截我们、锁定我们或其他任何事。此外，如果他们决定挑衅，Brooklyn和Diamond在站上。",
  "Player: Now there's a thought, but I don't think they have Starbucks there, so probably a no from me." : "玩家：现在有个想法，但我不认为那里有Starbucks，所以可能我拒绝。",
  "Missing communication procedures" : "缺失通信程序",
  "Player: Ram 2-1 copies." : "玩家：Ram 2-1 抄收。",
  "Shadow: Remember, the Islamic State can only effectively operate when there is a power vacuum." : "Shadow: 记住，伊斯兰国只有在权力真空中才能有效运作。",
  "Wingman: Two, copy fence out. State " : "僚机：二号，收到 退出作战状态。状态",
  "Player: Good point. Now, when we go feet dry, we'll switch to Image on PRI but I'll first check us in with the Israeli traffic controller on AUX, and then the Jordanian controller when we cross the River Jordan. After we have turned at London, we'll hit the tanker on our way up before we check in with Gopher." : "玩家：好观点。现在，当我们进入陆地时，我们将切换到PRI上的Image，但我会先在AUX上与以色列交通管制员核对，然后在我们跨越约旦河时与约旦管制员核对。在我们在London转向后，我们将在向上飞行途中加油机，然后与Gopher核对。",
  "Player: Wouldn't that be a threat to Israel then?" : "玩家：那不会对以色列构成威胁吗？",
  "ATC: Ram 2-1, Ramat David Control copy, out." : "空中交通管制：Ram 2-1，拉马特大卫控制收到，完毕。",
  "Player: Badger, Ram 2-1 flight, we're in from the north. Contact target, vehicles and insurgents on the east side of the berm." : "玩家：Badger, Ram 2-1编队，我们从北方进入。接触目标，车辆和叛军在护堤东侧。",
  ", Hornet ball, " : "，Hornet ball，",
  "Player: Ram 2-1, copy." : "玩家：Ram 2-1，收到。",
  "Player: Gopher 1, Ram 2-1. Convoy destroyed. It appears the truck drivers fled their vehicles. We'll continue on our route north-east." : "玩家：Gopher 1, Ram 2-1。车队摧毁。似乎卡车司机逃离了车辆。我们将继续向东北方向路线前进。",
  "American aircraft. You are entering restricted airspace. Turn back immediately or state your intent or you may be fired upon, over." : "美国飞机。你正在进入限制空域。立即掉头或声明你的意图，否则可能被开火，完毕。",
  "Shadow: Remember, IS constitutes a threat to people of Israel. As well as to people in Jordan, Egypt and basically everywhere there isn't IS controlled already." : "Shadow: 记住，IS对以色列人民构成威胁。同样对约旦、埃及以及基本上所有未被IS控制的地区的人民构成威胁。",
  "Diamond: 309." : "Diamond: 309。",
  "Mother: Mother copies, launching tanker." : "Mother: Mother 收到，正在发射加油机。",
  "General communication procedures followed" : "遵循一般通信程序",
  "Shadow: Two copy. Looks like normal civilian activity to me. They'll travel together in groups on the desert roads, for safety." : "Shadow: 二号抄收。在我看来像是正常的平民活动。他们会为了安全在沙漠道路上结伴而行。",
  "Player: Two, switching to 7 on PRI." : "玩家：二号，切换到PRI上的7。",
  "Player: Copy that, two. Push button 3 on PRI." : "玩家：收到，二号。按PRI上的按钮3。",
  "Gopher-1: Ram 2-1, good to have you. All is peace and quiet on the border today. We've got a JTAC on ground with the FSA who have placed mobile checkpoints up along the border. We'd appreciate if you could make a run up and down Khamsin, scan for any vehicles crossing the border." : "地鼠1: RAM 2-1，很高兴有你。今天边境一切平静。我们地面有一个JTAC与FSA一起，他们在边境设立了移动检查点。如果你能沿Khamsin上下巡逻，扫描任何越境的车辆，我们将不胜感激。",
  "Player: Two, push button 3 on PRI, say state." : "玩家：二号，按PRI上的按钮3，报告状态。",
  "NOTE THAT AIRSPACE CONTROLS AND COMMS ARE A BIT DIFFERENT EN ROUTE TO SOUTHERN SYRIA" : "注意，前往南叙利亚途中的空域控制和通信略有不同。",
  ", passing 2.5." : ", 通过 2.5。",
  "Issues recorded with airspace controls (0/5)" : "空域控制问题记录 (0/5)",
  "Player: Copy that, two." : "玩家：收到，2。",
  "Shadow: They only reason we haven't invited them into the Coalition is because the President has made it very clear that it would only fragment the Coalition." : "Shadow: 我们唯一没有邀请他们加入联盟的原因是总统明确表示这只会分裂联盟。",
  "Player: Gopher 1, this is Ram 2-1 checking in." : "玩家: 地鼠1，这里是RAM 2-1报到。",
  "Aircraft damaged." : "飞机受损。",
  "Shadow: Two copies." : "Shadow：2收到。",
  "ATC: Ram 2-1, King Hussein Control copies." : "ATC：Ram 2-1，King Hussein Control收到。",
  "Wingman: Ram 2-2, copy." : "僚机：Ram 2-2，收到。",
  "Image-5-1: Image copy Ram 3-1." : "Image5-1: Image抄收RAM 3-1。",
  "F-10 OPTION (I) TO CHECK IN WITH BADGER FOR 9-LINE (135)" : "F-10选项(I) 向BADGER签入以获取9线（135）",
  "Player: Departure, " : "Player: 离场,",
  "F-10 OPTION (I) TO CHECK IN WITH GOPHER (274.5AM)" : "F-10 选项 (I) 向Gopher报到 (274.5AM)",
  "Shadow: Lead, I've got something. Tally on a group of vehicles about 15 miles out, heading north towards the border. Appears to be a column of six vehicles kicking up a lot of dust. There doesn't seem to be any road there that they are following, so they might be driving in a wadi." : "Shadow: 长机，我有发现。目视一组车辆约15英里外，向北朝边境行驶。看起来是六辆车组成的纵队，扬起大量尘土。那里似乎没有他们跟随的道路，所以他们可能在干河床中行驶。",
  "Badger-1-1: Ram 2-1, Badger, target is destroyed, engagement complete." : "獾1-1: RAM 2-1，獾，目标已摧毁，交战完成。",
  "Mother: Roger, " : "母舰：收到。",
  "Wingman: One, two, in formation." : "僚机：一号，二号，编队中。",
  "Player: One, contact GMT, ahead " : "玩家: 一号，联系GMT，前方",
  "Player: Ram 2-1 ready for 9-line." : "玩家：拉姆 2-1准备接收九线简报。",
  "F-10 OPTION (I) TO CHECK IN WITH STRIKE (265AM)" : "F-10选项(I)与Strike检查入网 (265AM)",
  ", Lone Warrior Strike, copy, radar contact, continue." : "，独行战士Strike，收到，雷达接触，继续。",
  "Player: We've got 4 x GBU-12, Hydra rockets, 20 mm, Timber Sweet and ATFLIR, can give you minimum 60 minutes on station. Any updates for us?" : "玩家: 我们有4枚GBU-12、九头蛇火箭弹、20毫米机炮、Timber Sweet和ATFLIR，可以在站上至少提供60分钟。有更新吗？",
  "Brooklyn: Strike, 307 and 309, feet dry, checking out." : "Brooklyn：Strike，307 和 309，进入陆地，检查完毕。",
  "Player: Cleared hot." : "玩家: 准予攻击。",
  "Shadow: I'm sure there's some little coffee joint down there that could make your skinny vanilla latte, or whatever it is." : "Shadow: 我敢肯定下面有些小咖啡馆能给你做脱脂香草拿铁之类的。",
  ", established outbound." : ", 已建立出航。",
  "Smuggler convoy destroyed (10/10)" : "走私车队已摧毁 (10/10)",
  "Player: Ram 2-1, Pickle." : "玩家: Ram 2-1, Pickle.",
  "Gopher-1: Roger, tanker convoy with armed technicals, ET 92 63, heading north. We've got no eyes in that location. Can you send a Rover downlink?" : "地鼠1: 收到，油罐车队伴随武装技术车辆，坐标ET 92 63，向北行驶。我们在那个位置没有眼睛。你能发送Rover下行链路吗？",
  "No GBUs left, " : "没有 GBU 剩余，",
  "Close Air Support targets, BTR-80 and technicals, destroyed (10/10)" : "近距空中支援目标，BTR-80和技术车辆，已摧毁 (10/10)",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：侯赛因国王管制，拉姆 2-1编队自河区前来，高度",
  "Player: Lone Warrior Strike, 304. Checking in." : "玩家：独行侠打击，304。报到。",
  "Shadow: 305." : "Shadow：305。",
  ", Departure, maintain BRC heading until 7 DME. Correct immediately." : "，离场，保持BRC航向直到7 DME。立即修正。",
  "Image-5-1: Ram 3-1, Image, confirmed, Fishbeds no factor." : "Image5-1: RAM 3-1，Image，确认，Fishbeds无影响。",
  "Player: Two, one, fencing out now." : "玩家：二号，一号，现在解除作战状态。",
  "Shadow: Guns, guns, guns." : "Shadow: Guns, guns, guns.",
  "Player: Joint Task Force might be concerned about the truck drivers, though. They might not be IS fighters." : "玩家: 不过，联合特遣部队可能担心卡车司机。他们可能不是IS战士。",
  "Player: Alright two, we can fence out now. Say state." : "玩家：好的二号，我们现在可以退出作战状态了。报告状态。",
  "Wingman: One, two, I have a bad feeling about this. We better change course." : "僚机：一号，二号，我对此有不好的预感。我们最好改变航线。",
  "Image-5-1: Image, Ram 2-1 flight checking out, switching." : "Image-5-1：Image，Ram 2-1 编队签出，切换。",
  "Player: We've got GBU-12, rockets and guns. What have you got for us?" : "玩家: 我们有GBU-12、火箭弹和机炮。你有什么给我们？",
  "Brooklyn: Departure, 307, established outbound." : "布鲁克林: 离场，307，已建立出航。",
  "Player: One copy." : "玩家：一号收到。",
  "Shadow: From terror bombing and stuff, yes, absolutely. But I don't think they'd ever be able to get a foothold on Israeli territory." : "Shadow: 从恐怖轰炸之类来看，是的，绝对。但我不认为他们能在以色列领土上立足。",
  "Gopher-1: Gopher 1 copies. Well done. We'll dispatch a team to inspect the site. Stay on this channel and continue your mission if able." : "地鼠1: 地鼠1抄收。干得好。我们将派遣一个小组检查现场。保持在这个频道，如果可能继续你的任务。",
  "Player: Two, one, good check." : "玩家：二号，一号，检查良好。",
  "Player: One copies. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Smuggler convoy detected by Ram 2-1 (5/5)" : "走私车队由RAM 2-1探测到 (5/5)",
  "Player: Roger. I'll call it in. Stand by." : "玩家: 收到。我会报告。待命。",
  "Shadow: Lead, you tracking that? Sounds like we got two Syrian MiG-21 Fishbeds monitoring us out." : "Shadow: 长机，你在跟踪吗？听起来我们有两架叙利亚MiG-21 Fishbeds在监视我们。",
  "Player: Magic, Ram 2-1 flight checking out at Manhattan, switching." : "玩家：Magic，Ram 2-1 编队在Manhattan签出，切换。",
  "My fuel level is critically low, I request permission to pass through your airspace, over." : "我的燃油水平严重过低，我请求允许通过你的空域，完毕。",
  "Badger-1-1: Elevation 2180 ft. BTR, technicals and insurgent fighters taking cover on eastern side of the berm running along the border. On grid ET 483 344. Friendlies at checkpoint 500 meters west of target. Ready for remarks." : "獾1-1: 海拔2180英尺。BTR、技术车辆和叛乱分子在沿边境的护堤东侧躲避。坐标ET 483 344。友军在目标以西500米的检查点。准备接收指示。",
  "F-10 OPTION (I) TO REPORT CONTACT TO GOPHER (274.5AM)" : "F-10选项(I) 向GOPHER报告接触（274.5AM）",
  "Close Air Support targets, dismounted insurgents, not destroyed (0/5)" : "近距空中支援目标，下马叛乱分子，未摧毁 (0/5)",
  "Image-5-1: Ram-2, Image, you are entering restricted airspace, change course immediately." : "Image-5-1：Ram-2，Image，你正在进入限制空域，立即改变航线。",
  ", Strike copies." : "，Strike收到。",
  "Player: Image, Ram 2-1 flight with you enroute to London at angels " : "玩家：Image，Ram 2-1 编队与你一同前往London，高度 angels",
  "Close Air Support targets, BTR-80 and technicals, not destroyed (0/10)" : "近距空中支援目标，BTR-80和技术车辆，未摧毁 (0/10)",
  "Player: Alright, trust but verify, as they say. Brooklyn and Diamond are on station, but let's keep an eye on it, just in case anything escalates." : "玩家: 好吧，正如他们所说，信任但验证。布鲁克林和Diamond在站上，但让我们保持关注，以防事态升级。",
  "Strike: 307, Lone Warrior Strike copies." : "打击: 307，独行侠打击抄收。",
  "Strike: 307, Strike copies checkout." : "Strike：307，Strike 收到检查完毕。",
  ", Lone Warrior Strike copies." : "，独行战士Strike收到。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：Ramat David 控制台，Ram 2-1 编队从River前往，高度 angels",
  "-- Historical debriefing available (R) --" : "-- Historical debriefing available (R) --",
  "Diamond: Departure, 309, established outbound." : "Diamond: 离场，309，已建立出航。",
  "Player: Two, push button 7 on PRI. I'll be on button 15 then 13 on AUX." : "玩家：二号，按下PRI上的按钮7。我将在AUX上使用按钮15然后13。",
  "Wingman: One, two, on your right." : "僚机：一号，二号，在你的右侧。",
  "Two, say state." : "二号，报告状态。",
  "Compliant with airspace controls (5/5)" : "符合空域管制（5/5）",
  "Shadow: Two, visual. VID four trucks with two armed escorts." : "Shadow: 二号，目视。识别四辆卡车伴随两辆武装护卫。",
  "Wingman: Two, fencing out. State " : "僚机：二号，解除保险。状态",
  "WHEN FEET WET AT CP ATLIT (WP1), CHECK INTO ISRAELI AIRSPACE WITH RAMAT DAVID ATC ON AUX BUTTON 15" : "当在CP ATLIT (WP1)脚湿时，通过辅助按钮15向RAMAT DAVID ATC签入以色列空域。",
  "Player: King Hussein Control, Ram 2-1 flight checking out from London, switching." : "玩家：King Hussein 控制台，Ram 2-1 编队从London签出，切换。",
  "American aircraft, this is Syrian Tower Control, that is received. Wait out." : "美军飞机，这里是叙利亚塔台管制，已收到。请等待。",
  "My aircraft is critically damaged, I request permission to pass through your airspace, over." : "我的飞机严重受损，请求允许通过你方空域，完毕。",
  "Player: Lone Warrior Strike, 304. Marking mom's at " : "玩家：Lone Warrior Strike，304。标记母舰在",
  "Gopher-1: We've got an MQ-9 patrolling the south-western part of Khamsin at 10,000 ft, but after the Al Waleed border post, you're cleared from ground level up to 20,000 ft." : "地鼠1: 我们有一架MQ-9在Khamsin西南部10000英尺巡逻，但在Al Waleed边境哨所之后，你被批准从地面到20000英尺。",
  "Player: Badger 1, Ram 2-1, flight of two Hornets checking in. We're on patrol in Khamsin to the north east, break." : "玩家: 獾1，RAM 2-1，两架大黄蜂编队报到。我们在Khamsin东北部巡逻，完毕。",
  "Shadow: Dart." : "Shadow: 立即高速直线脱离。",
  "Player: Dart." : "玩家: 立即高速直线脱离。",
  "Smuggler convoy detected by Ram 2-2 (0/5)" : "走私车队由RAM 2-2探测到 (0/5)",
  "Player: I guess that's also in their own interest. Doesn't IS pose a threat to them?" : "玩家：我猜那也是他们自己的利益。伊斯兰国不对他们构成威胁吗？",
  "Player: Ram 2-1 copy, engagement complete, you good down there, Badger?" : "玩家：Ram 2-1 收到，交战完成，你下面还好吗，Badger？",
  ", Lone Warrior Strike." : "独行战士Strike任务。",
  "Image: Image copy check out from Ram 2-1." : "Image：Image 收到 Ram 2-1 的签出。",
  "Wingman: Two copies." : "僚机：二号收到。",
  "SWITCH AUX TO CHANNEL 1" : "将AUX切换到频道1",
  "One GBU left, " : "还剩一枚 GBU，",
  "Player: Mother, " : "Player: Mother,",
  "Player: 304, Case I, switching to Marshal." : "玩家：304，Case I，切换到 Marshal。",
  "Shadow: Lead, two. I'm already tracking multiple groups of vehicles in GMT. They're all civilian vehicles on the main roads, from the looks of it." : "Shadow：长机，二号。我已经在 GMT 跟踪多组车辆。看起来都是主路上的民用车辆。",
  ", Strike, you're entering restricted airspace. Change course immediately." : "Strike，你正在进入限制空域。立即改变航向。",
  "Shadow: Well... they're not really part of the Coalition but they do of course let us transit their airspace, so, they're nice enough, I guess." : "Shadow：嗯...他们并不真正是联军的一部分，但他们当然允许我们过境他们的空域，所以，我想他们够友好了。",
  "Lead, two, we're being called on the Guard frequency, are you hearing that? You need to respond and declare our intentions." : "长机，二队，有人通过警卫频率呼叫我们，你听到了吗？需要回应并声明我方意图。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Feet dry, switching." : "玩家：孤狼打击，304与305编队。已进入陆地，切换。",
  "This is US Navy Hornet " : "这里是美国海军大黄蜂",
  "Player: Ram 2-1, King Hussein Control copies." : "玩家：Ram 2-1，King Hussein Control抄收。",
  "Player: Image, Ram 2-1 flight with you enroute to Stirling at angels " : "玩家：Image，Ram 2-1编队与你一同前往斯特林，高度",
  "Wingman: Two copies. State " : "僚机：两份抄收。状态",
  "Player: Alright two, form up, we'll continue our scan to waypoint 6." : "玩家：好的二号，编队，我们将继续扫描到航点6。",
  ", you are cleared to use fuel dump before commencing approach." : "，你被批准在开始进场前使用燃油排放。",
  "Mission commenced (base score 50)" : "任务开始（基础分数50）",
  "Player: So why wouldn't they be part of the Coalition then if IS is a threat to their national security?" : "玩家：那么，如果伊斯兰国对他们的国家安全构成威胁，他们为什么不是联军的一部分呢？",
  ", Strike, copy, sweet/sweet, continue on mission." : "Strike, 收到，状态良好，继续执行任务。",
  ", Strike copies checkout." : "Strike收到离场检查。",
  "Player: Copy. Don't be too long, or we might have to go down and ask them for gas instead." : "玩家：收到。别太久，否则我们可能得下去找他们要油了。"
}