{
  "Shadow: Wauw, that was almost word for word out the Field Manual, nice job. Although, all those colors, you gotta wonder what happens if somebody's colorblind. Anyway, moving on." : "Shadow: 哇，这几乎是逐字逐句从野战手册里出来的，干得漂亮。不过，那么多颜色，你得想想如果有人是色盲怎么办。无论如何，继续吧。",
  "Player: Magic, Ram 2-1 flight with you enroute to Madison at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往麦迪逊，高度层",
  "Shadow: What took him so long? Is he accellerating?" : "Shadow: 他怎么花了这么长时间？他在加速吗？",
  "Player: Yes, and I'm going to, and then I'm going to give you the Clockwork Orange treatment and force you to watch it." : "玩家: 是的，我会的，然后我会给你来个《发条橙》待遇，强迫你看它。",
  "Player: Damn, I should try reading the brief." : "玩家: 该死，我该试着读一下简报。",
  "Wingman: Lead, two, we're being called on the Guard frequency, are you hearing that? You need to respond and declare our intentions." : "僚机：长机，二号，我们在紧急频率上被呼叫，你听到了吗？你需要回应并声明我们的意图。",
  "YOUR 4 HOUR ALERT SHIFT HAS COMMENCED" : "你的4小时警戒班次已经开始",
  "Player: Lone Warrior Strike, 304. Feet dry, switching." : "玩家：LONE WARRIOR STRIKE，304。已进入内陆，切换频率。",
  "YOUR CREW CHIEF IS UPSET WITH YOU SPILLING COFFEE IN THE COCKPIT" : "你的机组长对你把咖啡洒在驾驶舱里很不满",
  "Shadow: It sounded really good, but that ain't it. Sounds good though." : "Shadow: 听起来真的很好，但不对。不过听起来不错。",
  "Shadow: Such a great movie." : "Shadow: 真是一部好电影。",
  "Strike: Strike copies. Stay with him until he has cleared the Strike Group, if able." : "Strike: Strike收到。尽可能跟随他直到他离开打击群。",
  "Shadow: Which city has the IS declared the capital of its self-proclaimed Islamic State?" : "Shadow: IS宣布哪个城市为其自称的伊斯兰国的首都？",
  "Shadow: Yeah... no. They fly their Hornets out of the UAE." : "Shadow: 嗯...不。他们从阿联酋起飞他们的Hornets。",
  "Player: Alright, Shadow, it's my turn." : "玩家: 好了，Shadow，轮到我了。",
  "Player: In the 1986 historical documentary known as Top Gun, what was the name of the song that Maverick and Goose sang when trying to pick up Charlie at the bar?" : "玩家: 在1986年的历史纪录片《壮志凌云》中，Maverick和Goose在酒吧试图搭讪Charlie时唱的歌叫什么名字？",
  "Player: Alright, you got me. Okay, I'll make the next one harder." : "玩家: 好吧，你抓到我了。好的，我会让下一个更难。",
  "Player: Magic, Ram 2-1 flight with you enroute to Harlem at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往哈莱姆，高度层",
  "MISSION DEBRIEF" : "任务简报",
  "Strike: Strike copies. Stay close with him, follow him out of the area." : "Strike: Strike收到。紧跟他，跟随他离开该区域。",
  ", Low state is " : "低油量状态是",
  "Shadow: Okay I'm bad at math, so let me try this and add it up. Gerald R Ford is replacing the old Enterprise next year and that was CVN-78, so is it going to be CVN-79?" : "Shadow: 好吧，我数学不好，所以让我试试并加起来。杰拉尔德·R·福特号明年将替换老企业号，那是CVN-78，所以它会是CVN-79吗？",
  "Player: Erm, the al-Nusra Front." : "玩家: 呃，al-Nusra Front。",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 270." : "ATC：RAM 2-1编队，拉马特戴维控制。雷达接触。允许直飞FL 270。",
  "Player: You're goddamn right." : "玩家: 你他妈说对了。",
  "Player: You know what, nah, I'm just gonna sit here and fast forward until the shift ends or something happens." : "玩家: 你知道吗，不，我就坐在这里快进直到轮班结束或发生什么事。",
  "Correct departure procedures (5/5)" : "正确离场程序（5/5）",
  "External power was not connected as required for alert aircraft (0/1)" : "外部电源未按要求连接到警戒飞机（0/1）",
  "Shadow: To hit the head in the actual restroom and not in the piddle pack. I know that isn't the answer, but I need to pee, and these piddle packs aren't cutting it." : "Shadow: 去真正的洗手间上厕所，而不是在尿袋里。我知道这不是答案，但我需要小便，而这些尿袋不行。",
  "Shadow: And checklist complete, engines shut down, I am now on ground power." : "Shadow：检查清单完成，发动机关闭，我现在使用地面电源。",
  "Player: Dammit." : "玩家：该死。",
  "Player: Yeah..." : "玩家：是的...",
  "Player: Strike, Ram 2-1, Blackjack is not budging. They're completely ignoring us." : "玩家：Strike，Ram 2-1，Blackjack 不动了。他们完全无视我们。",
  "Player: And you said this was your favorite movie. How could you get this more wrong?" : "玩家：你还说这是你最喜欢的电影。你怎么能错得这么离谱？",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Marking mom's at " : "玩家：LONE WARRIOR STRIKE，304与305协同。标记母舰在",
  "Q3: NAME THE OPERATION TO DESTROY IS OIL INFRASTRUCTURE" : "Q3: 命名摧毁IS石油基础设施的行动",
  "Player: Ok, so a Kill Box is used to designate an area within which assets are coordinated to locate and destroy enemy capabilities that are not in contact with our ground forces." : "玩家：好的，所以杀戮箱用于指定一个区域，在该区域内协调资产以定位并摧毁未与我地面部队接触的敌方能力。",
  "Player: I'm working on it. I told you, I got a guy. Trust me." : "玩家：我正在处理。我告诉过你，我有门路。相信我。",
  "Player: Hey! There's no I in team." : "玩家：嘿！团队里没有“我”字。",
  "Player: Two, push button 7 on PRI." : "玩家：二号，按下PRI上的按钮7。",
  "Issues recorded with Rules of Engagement (0/20)" : "交战规则问题记录 (0/20)",
  "Player: 304, Case III, switching to Marshal." : "玩家：304，Case III，切换到Marshal。",
  "Shadow: Test failed successfully." : "Shadow：测试成功失败。",
  "Shadow: You know, I knew I liked ya'." : "Shadow：你知道，我就知道我喜欢你。",
  "Player: Two, one, check." : "玩家：二号，一号，检查。",
  "Shadow: Pause! I hope to god we're not, because those turkeys taste horrible. And no, that's not it either." : "Shadow：暂停！我希望上帝我们不是，因为那些火鸡味道很糟。不，那也不是。",
  "Tu-160 was not intercepted before entering Carrier Control Area (0/15)" : "Tu-160在进入航母控制区前未被拦截（0/15）",
  "Player: That would be Aleppo." : "玩家：那会是阿勒颇。",
  "Player: So it was probably a routine flight. Do you think they didn't know we were here?" : "玩家：所以那可能是一次例行飞行。你认为他们不知道我们在这里吗？",
  "Player: Okay, since you're such a huge fan of the Enterprise, which number will the next planned Enterprise have?" : "玩家：好的，既然你是企业号的大粉丝，下一艘计划中的企业号将是几号？",
  "Player: Erm, I think it's Raqqa." : "玩家：呃，我认为是拉卡。",
  "Player: Magic, Ram 2-1 flight checking out, switching." : "玩家：Magic，Ram 2-1编队退出，切换。",
  "Shadow: Two." : "Shadow：二号。",
  "Divert recovery (5/10)" : "改道恢复 (5/10)",
  "Shadow: Russian Air Force 97264, this is a US Navy fighter calling you on GUARD over international airspace. Please respond, over." : "Shadow：俄罗斯空军97264，这是美国海军战斗机在国际空域通过GUARD频率呼叫你。请回复，完毕。",
  "Player: Two, state " : "玩家：二号，状态",
  "Compliant with Rules of Engagement" : "符合交战规则",
  "Player: It's the USS Nimitz." : "玩家：那是 USS Nimitz。",
  "Shadow: You know, his roles are always good, but this one is just... bellissimo." : "Shadow：你知道的，他的角色一向不错，但这个简直……妙不可言。",
  "Player: This is US Navy Hornet " : "玩家：这是美国海军Hornet",
  "Player: Alright, let's get home to Mother. Switching to 2 on PRI." : "玩家：好了，我们回母舰吧。切换到主用无线电2号频道。",
  "Shadow: Nope. They fly their strikes out of Incirlik like we do occassionally. I'm sure we've seen them from time to time." : "Shadow：不对。他们像我们偶尔那样从因吉尔利克出动打击任务。我肯定我们时不时见过他们。",
  "Player: Erm, that's gotta be Operation Husky." : "玩家：呃，那应该是哈士奇行动。",
  "Player: Two, switching to 6 on PRI." : "玩家：二号，切换到PRI 6。",
  "Q7: NAME THE CAPITAL OF IS" : "Q7: 命名IS的首都",
  "Shadow: The good ship USS Enterprise. Eight Reactors and None Faster, except for the four they couldn't keep critical on their last cruise and had to turn off." : "Shadow：好船企业号。八座反应堆，无人能及——除了上次巡航时四座无法维持临界状态不得不关闭的那几座。",
  "Player: Yeah sure, whatever you say there, Xerxes." : "玩家：是啊当然，随你怎么说，薛西斯。",
  "Shadow: Hey it's not my fault. Strike Fighter Ball is when we come back from this cruise, and I need to look good for it. Don't blame me for looking good." : "Shadow：嘿这又不是我的错。打击战斗机舞会就在这次巡航结束后，我得为此保持形象。别怪我形象好。",
  "Shadow: I didn't realise this was the coast of Sicily in 1943. My bad." : "Shadow：我没意识到这是1943年的西西里海岸。我的错。",
  "Player: Okay, and we're going back to some history trivia because you seem to love it so much. What were the names of the three US carriers that fought at Midway in June 1942?" : "玩家：好吧，我们又回到历史冷知识环节了，因为你似乎特别热衷。1942年6月中途岛战役中参战的三艘美国航母叫什么名字？",
  "Shadow: If you're what passes for a pretty face, I'd really hate to see an ugly one." : "Shadow：如果你这种算漂亮脸蛋，那我真不敢想象丑的是什么样。",
  "Player: 304." : "Player: 304。",
  "Player: So, for example, in a blue kill box, air-to-surface fires are permitted without further deconfliction with our own forces. And a purple kill box is for coordinating joint fires, such as long-range artillery, missile strikes and so on." : "玩家：举例来说，在蓝色杀伤盒内，允许进行空对地火力打击，无需与我方部队进一步协调。而紫色杀伤盒用于协调联合火力，比如远程火炮、导弹打击等。",
  "Image-5-1: Image copy check out from Ram 2-1." : "Image-5-1：从Ram 2-1收到Image拷贝检查。",
  "Your actions have caused an escalation between the Coalition and Syrian and Russian armed forces (mission failure)" : "你的行动导致联盟与叙利亚和俄罗斯武装部队之间的升级（任务失败）",
  "YOU ARE APPROACHING THE RESTRICTED AREA" : "你正在接近限制区域",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 270." : "ATC：Ram 2-1编队，侯赛因国王控制台。雷达接触。允许直飞飞行高度层270。",
  "1MC: On the flight deck, now launch the alert aircraft, now launch the alert aircraft. Initial vector 300, contact Strike on button 3 airborne." : "1MC: 在飞行甲板上，现在发射警戒飞机，现在发射警戒飞机。初始航向300，联系STRIKE在按钮3空中。",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 250." : "ATC：Ram 2-1编队，拉马特大卫控制台。雷达接触。允许直飞飞行高度层250。",
  "Shadow: One, two, joined up." : "Shadow：一号、二号，已编队。",
  "Q2: NAME THE RUSSIAN DESIGNATION OF THE SA-8 GECKO" : "Q2: 命名SA-8 GECKO的俄语代号",
  "Player: Erm... is that the Syrian Arab Army?" : "玩家：呃……那是叙利亚阿拉伯军吗？",
  "Player: Two, one, fence out." : "Player：二号，一号，退出作战状态。",
  "Player: Deal, that sounds good. You start us out this time." : "玩家：成交，听起来不错。这次你先开始。",
  "Player: Erm, hmm... Canadians?" : "玩家：呃，嗯……加拿大人？",
  "F-10 OPTIONS TO SELECT AN ANSWER" : "F-10选项以选择答案",
  "Player: Yeah, you got it. They announced this a few years ago when they deactivated the Enterprise, but it's still a few years away before the keel will be laid down." : "玩家：对，你说对了。他们几年前宣布这个消息的，当时企业号退役了，但距离铺设龙骨还有好几年。",
  "Player: Alright, finish this quote: I feel the need..." : "玩家：好了，接完这句台词：我感到一种需要……",
  "Shadow: Eighty. It's probably gonna replace Ike, but that's still up in the air." : "Shadow：80号。它很可能取代艾森豪威尔号，但这还没最终确定。",
  "Shadow: Okay, since you clearly aren't capable of answering any complex and shall I say... intelligent questions... let's try a different one." : "Shadow：好吧，既然你显然回答不了任何复杂且……有深度的问题……我们换个别的试试。",
  "Player: Image, Ram 2-1 flight with you enroute to Sherlock at angels " : "Player：Image，Ram 2-1编队与你一起前往Sherlock，高度...",
  "Magic-1-1: Ram 2-1 flight, Magic copy. Radar contact. You are cleared for corridors within assigned flight levels." : "Magic-1-1：Ram 2-1编队，Magic收到。雷达接触。允许在指定飞行高度层内使用走廊。",
  "Shadow: Yeah, I can believe it. Nice shot, bro. Although, that was your team." : "Shadow：是啊，我能理解。打得好，兄弟。不过，那是你的团队。",
  "Player: Son-of-a..." : "玩家：混账……",
  "Player: I have lost navigation aids and I'm unable to orientate myself , I request permission to continue through your airspace, over." : "Player：我失去了导航辅助设备，无法确定方位，请求允许继续通过你的空域，完毕。",
  "Player: No kidding? Okay, next time I'm at your place, I gotta get their autographs." : "玩家：不开玩笑？好吧，下次去你那儿，我得找他们要签名。",
  "Player: Ram 2-2 check on PRI from Ram 2-1." : "Player：Ram 2-2在PRI上从Ram 2-1检查。",
  "Shadow: That is correct. And thank you for reminding me, when we get back from this cruise, my local FFL has a couple of those for me to pick up." : "Shadow: 那是正确的。谢谢你提醒我，当我们从这次巡航回来时，我当地的FFL有几把那个让我去取。",
  "Shadow: Aleppo has always been the key to holding Syria. Best case for us is we degrade IS to the point that YPG and YPJ can finish the fight themselves with some assists as required." : "Shadow: 阿勒颇一直是控制叙利亚的关键。对我们来说最好的情况是，我们将IS削弱到YPG和YPJ可以在需要时自行完成战斗。",
  "Incorrect departure procedures (0/5)" : "离场程序不正确 (0/5)",
  "Player: Ah, nuts." : "玩家: 啊，糟糕。",
  "Shadow: Oh yeah, you're right. Isn't it like an F-5 as the base aircraft that they put those forward swept wings on? I get those two confused sometimes." : "Shadow: 哦，是的，你是对的。它不是以F-5为基础飞机，然后加上那些前掠翼吗？我有时会把这两个搞混。",
  "SWITCH PRI TO CHANNEL 2" : "将PRI切换到频道2",
  "Shadow: No promises." : "Shadow: 不能保证。",
  "Player: Come left, go." : "玩家: 向左转，走。",
  "Player: Erm... it's Poland." : "玩家: 呃... 是波兰。",
  "Shadow: First of all, if we're gonna use the words masterpiece and Fire Birds, the words 'is not' should be in the middle somewhere. And also, it's quite possibly the ugliest Swedish plane in a long line of ugly planes that would be the Saab Draken." : "Shadow: 首先，如果我们要用杰作和火鸟这些词，中间应该加上“不是”。而且，它可能是萨博龙系列中最丑的瑞典飞机，那是一系列丑飞机。",
  "Player: One copies." : "玩家：一号收到。",
  "Shadow: Too easy. You've Lost That Lovin' Feeling by the Righteous Brothers. My dad's old squadronmates Smegs and Heater are in that movie as extras." : "Shadow: 太简单了。是正义兄弟的《You've Lost That Lovin' Feeling》。我爸爸的老中队战友Smegs和Heater在那部电影里当临时演员。",
  "Player: My fuel level is critically low, I request permission to pass through your airspace, over." : "玩家：我的燃油量极低，请求允许通过你方空域，完毕。",
  "Shadow: Just get out of the jet. Why would they make it in Iraq? This is ISIL... just get out." : "Shadow: 赶紧离开飞机。他们为什么要在伊拉克制造它？这是ISIL... 赶紧出去。",
  "Player: Yeah, sure buddy, let's go." : "玩家: 是的，当然伙计，我们走。",
  "Shadow: Number 1. What's the name of the faction that is currently trying to liberate the city of Manbij?" : "Shadow: 第一题。目前正在试图解放曼比季城的派系叫什么名字？",
  "Wingman: Two, state " : "僚机：二号，状态",
  "KNOCK IT OFF - RTB" : "停止行动 - 返回基地",
  "LSO: Roger ball." : "LSO: Roger ball。",
  "Shadow: Yeah I know, Yorktown joined them halfway to Midway. I need so much more coffee." : "Shadow: 是的，我知道，Yorktown在中途岛途中加入了他们。我需要更多咖啡。",
  "Shadow: Something interesting about the FSA, that you might not know, is that it was formed by deserters from the actual Syrian Army, in Turkey, who wanted to be a more moderate and stronger alternative force to the jihadist rebels in Syria that are now there." : "Shadow: 关于自由叙利亚军，你可能不知道的有趣事情是，它是由实际叙利亚军队的逃兵在土耳其成立的，他们想成为一个更温和、更强大的替代力量，对抗现在在叙利亚的圣战叛军。",
  "Shadow: The only Kraut plane I ever wanted to fly. The Messerschmitt Bf-109. Especially the K4 variant. That thing was a speed demon. I need to find a flight sim with that in it when we get back from this cruise. What's a good one? You know any of 'em?" : "Shadow: 我唯一想飞的德国飞机。梅塞施密特Bf-109。尤其是K4变体。那东西是个速度Demon。当我们从这次巡航回来时，我需要找一个有它的飞行模拟器。有什么好的吗？你知道任何吗？",
  "Image: Image copies Ram 2-1 flight, radar contact, you are cleared for corridors within assigned flight levels." : "影像：影像收到，RAM 2-1编队，雷达识别，允许在指定飞行高度层内使用飞行走廊。",
  "Wingman: Just wave and smile, Player. Just wave and smile." : "僚机：挥挥手，笑一笑就行了，玩家。挥挥手，笑一笑就行了。",
  "Player: Two, push button 6 on PRI." : "玩家：二号，按下PRI面板上的按钮6。",
  "Shadow: Yeah I know. They do regularly come down via the Black Sea around Turkey, and then pass either north or south of Cyprus to get to their airbase in Syria." : "Shadow: 是的，我知道。他们确实经常通过黑海绕土耳其下来，然后经过塞浦路斯北部或南部，到达他们在叙利亚的空军基地。",
  "Gravity: Alright, aviators. We've all been listening in anticipation here, but now it's time to knock it off. Radio silence from here on unless alerted." : "Gravity: 好了，飞行员们。我们一直在这里期待地听着，但现在该停止了。从这里开始无线电静默，除非有警报。",
  "Shadow: Unfortunately, I wouldn't know, because my local Wendy's is closed and I'm still mourning its loss to this day." : "Shadow: 不幸的是，我不会知道，因为我当地的Wendy's关门了，我至今仍在哀悼它的失去。",
  "Player: That would be Operation Tidal Wave II. To destroy IS oil extraction, refining and distribution facilities in order to deny their revenue sources thereby reducing the overall ability to fight and control their allies." : "玩家: 那将是Operation Tidal Wave II。摧毁IS的石油开采、精炼和分销设施，以剥夺他们的收入来源，从而降低他们战斗和控制盟友的整体能力。",
  "Shadow: That's just rude." : "Shadow：那太粗鲁了。",
  "Player: You seriously need to broaden your horizons." : "玩家：你真的需要开阔眼界。",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 250." : "塔台：RAM 2-1编队，侯赛因国王管制中心。雷达识别。允许直飞，飞行高度层250。",
  "Player: Magic, Ram 2-1 flight with you enroute to Inwood at angels " : "玩家：MAGIC，这里是RAM 2-1编队，与你汇合，正在前往INWOOD，高度层",
  "Shadow: Really? That's what you're going with. You're doing this on purpose, right? You're punking me. That's what you're doing? You're trying to see how I'm going to respond to that?" : "Shadow：真的吗？你就这么说？你是故意的，对吧？你在耍我。你就是这么做的？你想看看我怎么回应？",
  "Player: It's gotta be one of my favorite Willem Dafoe roles." : "玩家：这肯定是我最喜欢的威廉·达福角色之一。",
  "Player: So I'm putting in the transfer." : "玩家：所以我要提交调职申请。",
  "Player: No promises." : "玩家：不保证。",
  "Player: That's pretty cool, but you're a little too far west. Head further east." : "玩家：这很酷，但你有点太靠西了。再往东走。",
  "Shadow: Bro, the briefing is your friend. Don't sleep in it next time." : "Shadow：兄弟，简报是你的朋友。下次别在简报里睡觉了。",
  "Missing communication procedures" : "缺失通信程序",
  "Player: Ram 2-1 copies." : "玩家：Ram 2-1 抄收。",
  "Player: Okay if you don't know, just say you don't know it. Don't start making stuff up. There is no such aircraft." : "玩家：好吧，如果你不知道，就说你不知道。别开始编造。没有这样的飞机。",
  "Player: Um, sir, this is a Wendy's. We deal with Frostys and french fries, not bomb fuzes." : "玩家：呃，先生，这里是温迪快餐店。我们处理霜淇淋和薯条，不是炸弹引信。",
  "Player: Wilco." : "玩家：收到并执行。",
  ", Hornet ball, " : "，Hornet ball，",
  "Player: Erm... let's move on to the next question." : "玩家：呃... 我们继续下一个问题。",
  "Mother: Mother copies, launching tanker." : "Mother: Mother 收到，正在发射加油机。",
  "General communication procedures followed" : "遵循一般通信程序",
  "Player: Two, switching to 7 on PRI." : "玩家：二号，切换到PRI上的7。",
  "Player: Doesn't it still fall under Operation Inherent Resolve?" : "玩家：它不仍然属于固有决心行动吗？",
  "Player: Alright, let's test your history knowledge then. Which aircraft type had the most air-to-air kills in World War II?" : "玩家：好吧，那么测试你的历史知识。哪种飞机类型在二战中取得了最多的空对空击杀？",
  "Player: Copy that, two." : "玩家：收到，2。",
  "Aircraft damaged." : "飞机受损。",
  "ATC: Ram 2-1, King Hussein Control copies." : "ATC：Ram 2-1，King Hussein Control收到。",
  "Departure: Copy, turn direct to heading 300 and come to angels 25. Switch to Strike." : "离场：收到，直接转向航向300并到达高度25000英尺。切换到Strike。",
  "Player: Let me see... 9K330 Tor?" : "玩家：让我看看... 9K330 Tor？",
  "Wingman: Ram 2-2, copy." : "僚机：Ram 2-2，收到。",
  "Player: Departure, " : "Player: 离场,",
  "Player: Don't you have a laptop in your room? You can watch it whenever you want." : "玩家：你房间里不是有笔记本电脑吗？你可以随时看。",
  "Shadow: We'll see." : "Shadow：再看看。",
  "F-10 OPTION (I) TO CHECK IN WITH STRIKE (265AM)" : "F-10选项(I)与Strike检查入网 (265AM)",
  "Player: Well, that's what you get when you drink four liters of water when we suit up and get ready to go." : "玩家：嗯，这就是当你在我们穿好装备准备出发时喝4升水的后果。",
  "Shadow: Ooh, so close, and yet so far. That ain't achieve, try again." : "Shadow：哦，这么近，却又那么远。那没达到，再试一次。",
  "Shadow: Wasn't it Gambier Bay, Hornet and Yorktown." : "Shadow：不是 Gambier Bay, Hornet 和 Yorktown 吗？",
  "Shadow: Alrighty. Is it time for our normal tradition of Alert 5 Questions? We haven't done this in a while, and as usual, the victor does get the bragging rights." : "Shadow：好的。是我们正常的警报5问题传统时间了吗？我们有一阵子没做这个了，和往常一样，胜者确实有吹牛的权利。",
  "Shadow: Batter up! We'll pick this up later." : "Shadow：开打！我们稍后再继续。",
  "Player: Copy that, two, take your time." : "玩家：收到，二号，慢慢来。",
  "Player: Lone Warrior Strike, 304. Checking in." : "玩家：独行侠打击，304。报到。",
  "Shadow: There it is!" : "Shadow：有了！",
  "Shadow: Lead, airborne. I'll be joining with you when I can." : "Shadow：长机，空中。我会尽快加入你。",
  "Shadow: It should be obvious. You don't ask a god to prove that they're a god, that's just rude." : "Shadow：这应该很明显。你不要求一个神证明他们是神，那只是粗鲁。",
  "Shadow: Aw, come on, bro. You just proof-read my brief on this, you know it ain't that. Try again." : "Shadow：哦，得了吧，兄弟。你刚校对我的简报，你知道不是那样的。再试一次。",
  "Player: There you go." : "玩家: 这就对了。",
  "Shadow: Bro, we haven't watched this in like six months." : "Shadow：兄弟，我们大概有六个月没看这个了。",
  "Shadow: One, two, in formation." : "Shadow：一号，二号，编队。",
  "Player: One copy." : "玩家：一号收到。",
  "Shadow: Ding ding ding! That is correct." : "Shadow：叮叮叮！正确。",
  "Shadow: You say atrocious, I say perfection. Minimal effort for the correct result, I mean, that's efficiency in action, you can't have a better result there." : "Shadow：你说糟糕，我说完美。以最小努力获得正确结果，我是说，那就是行动中的效率，你不可能有更好的结果了。",
  "Shadow: Russian Air Force 97264, this is a US Navy fighter calling you on GUARD. You are approaching US Navy warships operating due regard in international waters, state your intentions?" : "Shadow：俄罗斯空军97264，这里是美国海军战斗机在GUARD频道呼叫你。你正在接近在国际水域进行正当操作的美国海军军舰，请说明你的意图？",
  "Player: Magic, Ram 2-1 flight checking out at Manhattan, switching." : "玩家：Magic，Ram 2-1 编队在Manhattan签出，切换。",
  "Player: That is to assign an area for strategic bombing of the enemy's infrastructure." : "玩家：那是为敌人的基础设施分配一个区域进行战略轰炸。",
  "Player: Image, Ram 2-1 flight with you enroute to London at angels " : "玩家：Image，Ram 2-1 编队与你一同前往London，高度 angels",
  "Shadow: You practically grew up there. You should know they're flying their Hornets out of Kuwait." : "Shadow：你几乎在那里长大。你应该知道他们从科威特起飞他们的 Hornet。",
  "Shadow: Eh! Strike One." : "Shadow：呃！一击。",
  "Shadow: You got two strikes in one swing there. You got the wrong name and the wrong designation. Try again." : "Shadow：你一次挥棒得了两击。你弄错了名字和编号。再试一次。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：Ramat David 控制台，Ram 2-1 编队从River前往，高度 angels",
  "-- Historical debriefing available (R) --" : "-- Historical debriefing available (R) --",
  "Shadow: Got it, she's single." : "Shadow：明白，她是单身的。",
  "Q8: NAME THE COALITION PARTNER NOT TAKING PART IN KINETIC STRIKE AGAINST IS" : "Q8: 命名未参与对IS动能打击的联盟伙伴",
  "Shadow: Hit me with it." : "Shadow：说吧。",
  "Player: Two, push button 7 on PRI. I'll be on button 15 then 13 on AUX." : "玩家：二号，按下PRI上的按钮7。我将在AUX上使用按钮15然后13。",
  "Shadow: Ding ding ding! Bingo." : "Shadow：叮叮叮！Bingo。",
  "Player: Ram 2-1, knock it off. Returning." : "玩家：Ram 2-1，停止。返回。",
  "Compliant with airspace controls (5/5)" : "符合空域管制（5/5）",
  "Shadow: When I cry myself to sleep tonight, just ignore me. Quite normal, but just ignore me." : "Shadow：今晚我哭着入睡时，别理我。很正常，但别理我。",
  "ATC: American aircraft. You are entering restricted airspace. Turn back immediately or state your intent or you may be fired upon, over." : "ATC：美国飞机。你正在进入限制空域。立即转向或说明你的意图，否则可能被开火，完毕。",
  "Shadow: You had to dig a little bit for that one, didn't you." : "Shadow：你不得不为那个挖点料，是吧。",
  "Player: Lone Warrior Strike, 304. Marking mom's at " : "玩家：Lone Warrior Strike，304。标记母舰在",
  "Player: You couldn't be further from the mark on that one." : "玩家：你在那个上错得离谱。",
  "Player: Hey, whatever you gotta tell yourself." : "玩家：嘿，随便你怎么告诉自己。",
  "Shadow: I mean, I could've said USS Enterprise CV-6." : "Shadow：我是说，我本可以说USS Enterprise CV-6。",
  "Image: Image copy check out from Ram 2-1." : "Image：Image 收到 Ram 2-1 的签出。",
  "Player: Oooh, and you claim to be an Enterprise fan. Nope, it's actually gonna be CVN-80, or at least that's what was announced when the Enterprise was deactivated a few years ago." : "玩家：哦，你还声称是Enterprise的粉丝。不，实际上会是CVN-80，或者至少那是几年前Enterprise退役时宣布的。",
  "Shadow: I got no excuse on that one. I... numbers." : "Shadow：我对此没有借口。我...数字。",
  "Player: Copy, keep trying." : "玩家：收到，继续尝试。",
  "Shadow: There it is! You know we've seen their Vipers touring around Kuwait sometimes." : "Shadow：就在那里！你知道我们有时看到他们的Vipers在科威特附近巡游。",
  "Player: 304, Case I, switching to Marshal." : "玩家：304，Case I，切换到 Marshal。",
  ", Strike, you're entering restricted airspace. Change course immediately." : "Strike，你正在进入限制空域。立即改变航向。",
  "Shadow: Alright, smarty-pants. Round 3. What is the name of the ongoing operation to destroy IS oil infrastructure that we're participating in right now?" : "Shadow：好吧，聪明鬼。第三轮。我们正在参与的摧毁IS石油基础设施的持续行动叫什么名字？",
  "Shadow: What are you on, Wikipedia? Cowabonga, nice shot." : "Shadow：你在上什么，维基百科？Cowabonga，好球。",
  "Shadow: East east... German? Bf109, I knew that. What did I say… next question. I'm embarrased." : "Shadow：东东...德国？Bf109，我知道那个。我说了什么...下一个问题。我尴尬了。",
  "Shadow: Alright, question no. 6. More topical to what we're dong here. Who is holding the area around Marea in the northern part of Aleppo?" : "Shadow：好吧，第6题。更贴近我们在这里做的事情。谁控制着阿勒颇北部Marea周围的地区？",
  "Shadow: First of all, masterpiece and Fire Birds do not go in the same sentence unless 'isn't a' is in between those two words. Second, wasn't it that Hornet with the forward swept wings that NASA uses as a test bird?" : "Shadow：首先，杰作和Fire Birds不会出现在同一个句子里，除非“不是”在两者之间。其次，不就是那架NASA用作测试机的带前掠翼的Hornet吗？",
  "Shadow: It's so boring, it's so boring. Yeah, that right there, that's why I'm on the fast track to O-4 and you're maligning at O-4. Yeah don't worry, bro. I'll be your CO next cruise, I promise." : "Shadow：太无聊了，太无聊了。是的，就在那里，那就是为什么我快速晋升到O-4，而你在O-4诽谤。是的，别担心，兄弟。我保证下次巡航时当你的CO。",
  "Player: Image, Ram 2-1 flight with you enroute to Stirling at angels " : "玩家：Image，Ram 2-1编队与你一同前往斯特林，高度",
  "Player: Nice. And did you know that all the extras were actually enlisted people? You can tell it, because their acting is atrocious." : "玩家：不错。而且你知道所有临时演员实际上都是enlisted人员吗？你可以看出来，因为他们的表演很糟糕。",
  "Mission commenced (base score 50)" : "任务开始（基础分数50）",
  "Shadow: Dammit, you're right. It was Enterprise, Hornet and Yorktown." : "Shadow：该死，你说得对。是Enterprise、Hornet和Yorktown。",
  "Shadow: If he is, he'll let you know. If he's not, don't embarrass him." : "Shadow：如果他是，他会让你知道。如果他不，别让他难堪。",
  "Player: That would be Turkey. And that's exactly what we're having for Midrats." : "玩家：那会是土耳其。而且那正是我们Midrats要吃的。",
  ", Strike copies checkout." : "Strike收到离场检查。",
  "Player: Erm, that's the Syrian Democratic Forces." : "呃，那是叙利亚民主军。",
  "Player: No? I heard that somewhere." : "玩家：没有？我在某处听说过那个。",
  "Player: Isn't it the new version of the... what is it, the FMU-152B, I think? Routes the firing impulse in the crush fuze in the nose to the time delay fuze in the tail." : "这不是新版的...我想想，应该是FMU-152B吧？它将撞击引信的击发脉冲传导至尾部的延时引信。",
  "Player: Good check, let me know when you have shut down again and connected to ground power." : "玩家: 检查完毕，当你再次关闭并连接到地面电源时告诉我。",
  "Player: Copy heading 300 angels 25, intercepting single bogey." : "玩家: 收到，航向300，高度25000英尺，拦截单个不明机。",
  "Shadow: Pregunta numero cinco: What is a Kill Box and what is it used for?" : "Shadow: 问题五：什么是Kill Box，它是用来做什么的？",
  "Tu-160 was intercepted before entering Carrier Control Area (15/15)" : "Tu-160在进入航母控制区前被拦截（15/15）",
  "Player: Image, Ram 2-1 flight checking out at London, switching." : "玩家：IMAGE，RAM 2-1编队在伦敦离场，切换频率。",
  "Shadow: Two copy." : "SHADOW：二号收到。",
  "Shadow: Now, the FSA is not a single formation or a unit, but it's more a network of different rebel brigades that are coordinating their actions all across Syria, and are calling themselves the FSA." : "Shadow: 现在，FSA不是一个单一的编队或单位，而更像是一个不同叛军旅的网络，他们在整个叙利亚协调行动，并自称为FSA。",
  "Player: Magic, Ram 2-1 flight with you enroute to Bronx at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往布朗克斯，高度层",
  "Player: Oh this one... it's the Danes. It's Denmark." : "玩家: 哦这个...是丹麦人。是丹麦。",
  "Shadow: One, two, on your right." : "Shadow: 一号，二号，在你的右边。",
  "Player: My coffee!" : "玩家: 我的咖啡！",
  "Shadow: Russian Air Force 97264, this is the US Navy fighter off your right wing on GUARD. You are approaching US Navy warships operating due regard in international waters. Turn due north now or you will be subject to defensive actions." : "Shadow: 俄罗斯空军97264，这是在你右翼的美国海军战斗机，在GUARD频率。你正在接近在国际水域谨慎操作的美国海军军舰。立即转向正北，否则你将面临防御行动。",
  "THE INTERCEPTOR PILOT IS IGNORING YOU" : "拦截机飞行员无视你",
  "Q5: DESCRIBE WHAT A KILL BOX IS USED FOR" : "Q5: 描述Kill Box的用途",
  "Shadow: And by a not insignificant margin, I win. As normal, I will be a benevolent and generous winner." : "Shadow: 并且以不小的优势，我赢了。像往常一样，我会是一个仁慈和慷慨的赢家。",
  "ATC: American Hornet flight, this is Syrian Tower Control, received. State the nature of your emergency. I repeat, state the nature of your emergency, over." : "ATC：美国大黄蜂编队，这里是叙利亚塔台控制，收到。说明紧急情况性质。重复，说明紧急情况性质，完毕。",
  "START UP YOUR AIRCRAFT AND TAXI TO CATAPULT, BEWARE CARRIER WILL TURN TO BRC" : "启动你的飞机并滑行到弹射器，注意航母将转向BRC",
  "INTERCEPT TU-160 BLACKJACK. FORM UP ON ITS RIGHT WING, ESTABLISH VISUAL AND RADIO CONTACT ON GUARD TO MAKE IT TURN NORTH." : "拦截TU-160 BLACKJACK。在其右翼编队，在GUARD频率上建立视觉和无线电联系以使其转向北。",
  "Shadow: Oh boy." : "Shadow: 哦，天啊。",
  "Player: Ram 2-1 wilco." : "玩家: Ram 2-1 遵命。",
  "Strike: Ram 2-1, Strike, there's enough distance between us now. Knock it off and RTB." : "Strike: Ram 2-1，Strike，我们现在之间有足够距离。停止行动并返回基地。",
  "Shadow: As usual, all questions will be asked in a manner that the other person can be reasonably expected to know the answers. No gotcha questions allowed, unless of course, you decide to try and flex on me before you win like last time. Then all bets are off. Fair?" : "Shadow: 像往常一样，所有问题将以对方可以合理期望知道答案的方式提出。不允许刁难问题，除非当然，你决定像上次一样在赢之前对我炫耀。那么所有赌注都作废。公平吗？",
  "Magic-1-1: Ram-2, Magic, you are entering restricted airspace, change course immediately." : "MAGIC-1-1: Ram-2，我是MAGIC，你正在进入限制空域，立即改变航向。",
  "Player: Easy, Quicksink. I was part of the team at COMOP TEVFOR that pushed those papers to get the kits from Edwards to VX-31 and NAVAIRPAC. I have never wanted to scoop my eyes out with a spork more than when I had to proof-read all those proposals." : "玩家: 简单，Quicksink。我是COMOP TEVFOR团队的一员，推动了那些文件，将套件从爱德华兹送到VX-31和NAVAIRPAC。我从来没有比校对所有那些提案时更想用勺子挖出我的眼睛。",
  "Player: Ramat David Control, Ram 2-1 flight checking out from Atlit, switching." : "玩家：拉马特戴维控制，RAM 2-1编队从阿特利特离场，切换频率。",
  "Shadow: I must've been off my game today. You whooped my butt! Nice job, brother. I guess broken clocks are right twice a day, afterall." : "Shadow: 我今天一定状态不佳。你打败了我！干得好，兄弟。我想坏掉的钟一天也能对两次，毕竟。",
  "Shadow: Yeah... no. The whole idea of a Kill Box is to strike targets in the enemy's rear without having to coordinate or deconflict with ground troops." : "Shadow: 嗯...不。Kill Box的整个理念是在敌人后方打击目标，而不必与地面部队协调或解除冲突。",
  "Player: Don't you dare." : "玩家：你敢。",
  "Shadow: Alright, Round 2. The other day we were hunting for that SA-8 Gecko, which is its NATO name. What is its Russian designation? And be specific, you if can." : "Shadow：好了，第二轮。前几天我们在追猎那个SA-8 Gecko，这是它的北约代号。它的俄罗斯名称是什么？要具体点，如果你能的话。",
  "Player: Lone Warrior Strike, 304." : "玩家：LONE WARRIOR STRIKE，304。",
  "Shadow: Number 8, which one of these nations are or have not been taking part in kinetic strikes against IS: The Aussies, the Canucks, the Danes, the Poles or Turks? And I'm gonna give you a big hint, the key word there is kinetic strikes." : "Shadow：第八题，这些国家中哪个没有或未曾参与对IS的动能打击：澳大利亚人、加拿大人、丹麦人、波兰人或土耳其人？我给你一个大提示，关键词是动能打击。",
  "Shadow: Copy, make it snappy, don't want to end up too far behind this guy. If it's a Blackjack it's gonna be fast." : "Shadow：收到，动作快点，不想落后这家伙太远。如果是Blackjack，它会很快。",
  "Engines were correctly started up as part of pre-alert checks and turned off again until alerted (4/4)" : "发动机作为预警报检查的一部分正确启动，并在警报前再次关闭（4/4）",
  ", acknowledged. Maintaining course and altitude and keeping clear of airfields. Much appreciated, out." : "收到。保持航向和高度并远离机场。非常感谢，完毕。",
  "Shadow: Russian Air Force bomber with tail number RF-97264, this is a US Navy fighter calling you on GUARD over international airspace. Turn due North now and contact me on 243.0" : "Shadow：俄罗斯空军轰炸机，尾号RF-97264，这是美国海军战斗机在国际空域通过GUARD频率呼叫你。立即转向正北，并在243.0频率联系我。",
  "Shadow: This isn't going to be too much of a problem. The person who controls Roll 'Em could schedule more of those movies. Who is that again? It's you, right?" : "Shadow：这不会是大问题。控制Roll 'Em的人可以安排更多那些电影。那是谁来着？是你，对吧？",
  "Shadow: Either he's NORDO or he's just ignoring us. Get into parade on his right side and I'll keep trying him on GUARD." : "Shadow：要么他无线电失灵，要么他只是无视我们。进入他右侧的编队位置，我会继续在GUARD频率尝试联系他。",
  "Player: Yeah, the X-32." : "玩家：是的，X-32。",
  "Strike: Strike copies. Intercept bogey, form up on his right and establish visual and radio contact with him. We need him to turn and go north around Cyprus." : "Strike：Strike收到。拦截目标机，在他右侧编队，并建立视觉和无线电联系。我们需要他转向并绕过塞浦路斯向北飞行。",
  "Tu-160 was not diverted north around Cyprus (0/10)" : "Tu-160未被引导绕过塞浦路斯向北飞行（0/10）",
  "Player: Alright some more movie trivia. In the 1991 film Flight of the Intruder, why are you never supposed to ask a man if he's a fighter pilot?" : "玩家：好了，再来点电影琐事。在1991年的电影《入侵者飞行》中，为什么你永远不该问一个人他是否是战斗机飞行员？",
  "TURN BACK TO YOUR DESIGNATED AIRSPACE TO AVOID CAUSING AN ESCALATION" : "返回你的指定空域以避免引发升级",
  "Player: Oh so close and yet so far. And you're a history major." : "玩家：哦，如此接近却又如此遥远。你还是历史专业的。",
  "Shadow: I'd recommend it." : "Shadow：我会推荐的。",
  "Player: That would be the Free Syrian Army." : "玩家：那会是自由叙利亚军。",
  "Player: Yeah, and a few more piddle packs." : "玩家：是的，再多几个小便包。",
  "Wingman: 2-2, check." : "Wingman：2-2，检查。",
  "Shadow: Dammit, it felt right." : "Shadow：该死，感觉是对的。",
  "Wingman: Two copy." : "Wingman：二号收到。",
  "Player: Crab." : "玩家：蟹式。",
  "Player: Ramat David Control, Ram 2-1 flight checking out at River, switching." : "玩家：Ramat David控制，Ram 2-1编队在River退出，切换。",
  "Shadow: Not just a pretty face? You're not even a pretty face." : "Shadow：不只是脸蛋漂亮？你连脸蛋都不算漂亮。",
  "Engines were started up as part of pre-alert checks but should have been turned off again until alerted (2/4)" : "作为预先警戒检查的一部分，引擎已启动，但在收到警报前应已再次关闭（2/4）",
  " declaring an emergency. I say again, declaring an emergency. Requesting permission to pass through your airspace, over." : "宣布紧急情况。重复，宣布紧急情况。请求允许通过你的空域，完毕。",
  "Player: Magic, Ram 2-1 flight with you enroute to Manhattan at angels " : "玩家：Magic，Ram 2-1编队与你一起前往Manhattan，高度",
  "Player: It's a shame they can't make their planes as sexy as... But that's correct." : "玩家：可惜他们造不出像……那么性感的飞机。不过你说得对。",
  "Player: Erm, that'd be the Aussies." : "玩家：呃，那应该是澳大利亚人。",
  "Shadow: That did it. He's turning north now." : "Shadow：起作用了。他现在转向北了。",
  "Player: Erm, I think that would be Fallujah." : "玩家：呃，我觉得那是费卢杰。",
  "Player: One copies. Fence in A/A while we climb." : "玩家：一号收到。爬升期间切换空对空作战状态。",
  "Shadow: Goodness, gracious Great Balls of Fire! By Jerry Lee Lewis. If I get drunk enough on karaoke night at the O-Club, this will be mutilated like everything I sing after half a bottle of Jack." : "Shadow：《天哪， gracious 大火球！》——杰里·李·刘易斯。如果我在军官俱乐部卡拉OK之夜喝得够醉，这首歌就会像半瓶杰克丹尼后我唱的所有歌一样被糟蹋。",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from London at angels " : "玩家：King Hussein控制，Ram 2-1编队与你一起从London前往，高度",
  "Strike: Strike copies. Get close, wiggle your wings or something. Point him to the north." : "Strike：Strike收到。靠近些，晃晃机翼之类的。引导他往北飞。",
  "USE NORMAL RADIO PROCEDURES TO CHECK IN WITH MARSHAL" : "使用标准无线电程序向MARSHAL报到",
  "F-10 OPTION TO SELECT YES OR NO" : "F-10选项以选择是或否",
  "Shadow: Alright, time for a curve ball to see if you've been paying attention." : "Shadow：好了，来个刁钻的问题，看看你有没有认真听。",
  "Shadow: Alright, Einstein, I'm throwing you a soft ball with this one. What is the name of the special anti-ship fuze for the GBU-31 and -32 designed to one-shot anything short of a carrier?" : "Shadow：好吧，爱因斯坦，这次给你个简单的。GBU-31和-32专用的反舰引信叫什么？设计用来一发击沉除航母外的任何目标。",
  "Player: But no, that's still wrong." : "玩家：但不对，还是错了。",
  "Carrier recovery (10/10)" : "航母回收 (10/10)",
  "F-10 OPTION (I) TO CHECK OUT WITH IMAGE (262AM)" : "使用F-10选项(I)与IMAGE签出（频率262AM）",
  "PUSH IN FRONT OF THE BLACKJACK WITH AFTERBURNERS UNTIL 1/2 MILE IN FRONT OF IT, THEN PULL UP NOSE HIGH WHILE POPPING FLARES UNTIL ABOVE THE BOMBER. COME BACK DOWN AND REJOIN ON ITS RIGHT WING." : "使用加力燃烧器冲到BLACKJACK前面，直到距离它1/2英里处，然后拉起机头高位，同时发射照明弹，直到位于轰炸机上方。下降并在其右翼重新编队。",
  "Wingman: Two." : "僚机：二号",
  "Shadow: Player, thump him hard and pop flares on the pull off. See if that wakes him up." : "Shadow：玩家，狠狠敲他一下，脱离时投放闪光弹。看看能不能把他弄醒。",
  "Shadow: One, two, radio check on AUX." : "Shadow: 一号，二号，在辅助频率上进行无线电检查。",
  "Shadow: Sweet." : "Shadow: 好的。",
  "ATC: American aircraft, this is Syrian Tower Control, that is received. Wait out." : "ATC：美国飞机，这里是叙利亚塔台控制，收到。等待。",
  "Player: Really? I thought I got that one." : "玩家: 真的吗？我以为我得到了那个。",
  "Shadow: Don't worry, I'm here to spike it for you. You know, just for friendliness and all. I need to keep the Robin to my Batman." : "Shadow: 别担心，我在这里为你加油。你知道，只是为了友好之类的。我需要保持我的罗宾对我的蝙蝠侠。",
  "Player: Erm, let's see... The Free Syrian Army?" : "玩家: 呃，让我想想... 自由叙利亚军？",
  "Shadow: Yep. They've been bringing in more assets to bomb the rebels in Aleppo. They're pretty determined to help the Syrian government take back control of the city." : "Shadow: 是的。他们一直在调入更多资产来轰炸阿勒颇的叛军。他们非常决心帮助叙利亚政府重新控制这座城市。",
  "THE ALERT QUIZ IS A GAME TO TEST KNOWLEDGE AND PASS TIME. YOU TAKE TURNS ASKING QUESTIONS AND ANSWERING QUESTIONS. AFTER TWO TIMES EIGHT QUESTIONS AND ANSWERS, THE SCORE IS COUNTED." : "警戒测验是一个测试知识和消磨时间的游戏。你们轮流提问和回答问题。经过两次八个问题和答案后，计分。",
  "ATC: Syrian Tower Control to American aircraft, you may continue on current course and altitude. you are not cleared to land and you must stay clear of any airfields. I repeat, do not attempt to land and stay clear of airfields. Acknowledge." : "塔台：叙利亚塔台管制呼叫美军飞机，你可以保持当前航向和高度。你未被允许降落，并且必须远离所有机场。重复，不要试图降落，远离机场。收到请回复。",
  "Shadow: Come on, bro. You gotta be better than that." : "Shadow: 拜托，兄弟。你得比那更好。",
  "Player: Push button 6 on PRI." : "玩家：按下PRI面板上的按钮6。",
  ", requesting tanker." : "，请求加油机。",
  "Player: Bragging rights! I am so gonna use this." : "玩家: 吹牛的权利！我绝对要用这个。",
  "Player: Strike, Ram 2-1, we're not getting any response from the Blackjack." : "玩家: Strike, Ram 2-1，我们没有收到任何来自Blackjack的回应。",
  "Tu-160 was diverted north around Cyprus (10/10)" : "Tu-160被转移到塞浦路斯北部（10/10）",
  "Q1: NAME THE FACTION CURRENTLY UNDERTAKING OPERATIONS TO LIBERATE MANBIJ" : "Q1: 命名目前正在进行解放曼比季行动的派系",
  "Shadow: Player, Gate! Hit the gas, we got to catch up with this guy." : "Shadow: 玩家, Gate！加速，我们得追上这家伙。",
  "Player: Well, yes. You're still wrong." : "玩家: 嗯，是的。你还是错了。",
  "Player: Thank you." : "玩家: 谢谢你。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Checking in." : "玩家：孤狼打击编队，304与305结伴飞行。正在报到。",
  "Shadow: Well I do. But come on, somebody, you, keeps stealing it to do got knows what with, I don't know, your girlfriend? Is she still your girlfriend, did you propose yet, what's happening with it?" : "Shadow: 嗯，我有。但拜托，有人，你，一直偷它去做什么，我不知道，你的女朋友？她还是你的女朋友吗，你求婚了吗，怎么回事？",
  "Player: Ram 2-1." : "玩家：RAM 2-1。",
  "Shadow: Yorktown, Enterprise and Hornet. Too easy dude, I'm a US History major with a Masters thesis in carrier use in wartime. Try harder. What did I just say about soft ball questions." : "Shadow: Yorktown, Enterprise和Hornet。太简单了，伙计，我是美国历史专业，硕士论文是关于战时航母使用。再难一点。我刚才关于软球问题说了什么。",
  "Shadow: Two, fencing out. State " : "Shadow: 二号， fencing out。状态",
  "Shadow: By the way, my birthday is in four months, and if you don't get me a forrest tiger striped flight suit, I'm going to be mad at you." : "Shadow: 顺便说一下，我的生日在四个月后，如果你不给我一件森林虎纹飞行服，我会生你的气。",
  "ATC: King Hussein Control, Ram 2-1 flight checking out at River, switching." : "塔台：侯赛因国王管制中心，RAM 2-1编队在河流检查点脱离，正在转换频率。",
  "Player: Score." : "玩家: 得分。",
  "Player: Yeah okay, Ray Stantz." : "玩家：好的，雷·斯坦茨。",
  "Shadow: Sigh. He's lost that lovin' feeling, guys. Jeez, I didn't think I'd see the day you turn into another boring hinge-head. How the mighty have fallen." : "Shadow：唉。他失去了那种爱的感觉，伙计们。天啊，我没想到会看到你变成另一个无聊的家伙。强者如何坠落。",
  "Magic-1-1: Ram 2-1 flight, Magic copy check out." : "MAGIC-1-1：RAM 2-1编队，MAGIC收到你的脱离呼叫。",
  "Player: Yeah fair enough." : "玩家：好吧，有道理。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute to Atlit at angels " : "玩家：拉马特大卫控制，Ram 2-1 编队与你同路前往阿特利特，高度",
  "Shadow: There were only two US carriers at Midway to start. Enterprise and Hornet. Yorktown joined them about halfway through Tomanaga's strike on Task Force 16." : "Shadow：中途岛开始时只有两艘美国航母。企业号和Hornet。约克城号在友永打击特遣舰队16的途中加入。",
  "Shadow: I'm sure they did. It was the classic Soviet maskirovka." : "Shadow：我确信他们做到了。这是经典的苏联伪装术。",
  "Shadow: You control the Roll 'Em, don't blame me for this." : "Shadow：你控制Roll 'Em，别为此怪我。",
  "Shadow: Alrighty then, standard rules apply. We'll take turns answering each other's questions within any category - professional, history, pop-culture, whatever it is." : "Shadow：好吧，那么标准规则适用。我们将轮流回答彼此的问题，任何类别——专业的、历史的、流行文化的，不管是什么。",
  "Player: I mean, you're mostly correct. No, I'm not giving you that one." : "玩家：我的意思是，你大部分是正确的。不，这个我不给你。",
  "Player: Erm, I think you need to use an actual mirror and not just a painted wall to check your... bah." : "玩家：呃，我觉得你需要用真正的镜子，而不是画墙来检查你的... 呸。",
  "ATC: Ram 2-1, Ramat David Control copy, out." : "空中交通管制：Ram 2-1，拉马特大卫控制收到，完毕。",
  "THE CARRIER IS TURNING TO CRUISE COURSE" : "航母正在转向巡航航线",
  "Player: Ram 2-1, copy." : "玩家：Ram 2-1，收到。",
  "Shadow: By the way, that's next on our rotation for Roll 'Em tonight, right?" : "Shadow：顺便说一下，那是我们今晚'Roll 'Em'轮换的下一项，对吧？",
  "Shadow: Eh... Those are the bad guys. Are you sure you actually read that brief?" : "Shadow：呃... 那些是坏人。你确定你真的读了简报吗？",
  "Shadow: Alright, I guess it's my turn in the hot seat, what have you got for me?" : "Shadow：好吧，我想轮到我在热座上了，你有什么问题给我？",
  "Player: Two, push button 3 on PRI, say state." : "玩家：二号，按PRI上的按钮3，报告状态。",
  "Player: Okay, another movie one for you. In the 1990 masterpiece, Fire Birds, with Nicholas Cage, what is the enemy aircraft?" : "玩家：好的，另一个电影问题给你。在1990年的杰作《火鸟》中，由尼古拉斯·凯奇主演，敌机是什么？",
  "Shadow: Copy, going through the Special Procedures checklist now." : "Shadow：收到，现在正在检查特殊程序清单。",
  "Player: Let's test your movie knowledge again. In The Final Countdown, which navy ship traveled back in time to the attack on Pearl Harbor?" : "玩家：让我们再次测试你的电影知识。在《最终倒计时》中，哪艘海军舰船穿越时间回到了珍珠港袭击？",
  "External power was connected as required for alert aircraft (1/1)" : "外部电源已按要求连接到警戒飞机（1/1）",
  "Russian Air Force 97-264, this is a US Navy fighter on GUARD. You are approaching a US Navy warship operating due regard in international water! Turn due north now or you will be subject to defensive actions. This is your final warning." : "俄罗斯空军97-264，这里是美国海军战斗机在GUARD。你正在接近一艘在国际水域执行适当注意操作的美国海军军舰！立即转向正北，否则你将面临防御行动。这是你的最后警告。",
  "Shadow: Two, copy fence out. State " : "Shadow: 二号，确认, 退出作战。状态",
  "Issues recorded with airspace controls (0/5)" : "空域控制问题记录 (0/5)",
  "Player: Copy, turning to 300 and climbing. Switching." : "玩家：收到，转向300并爬升。切换。",
  "Shadow: Two copies." : "Shadow：2收到。",
  "Player: That sure was an interesting display of defiance." : "玩家：那确实是一个有趣的反抗展示。",
  "Player: Oh yes. And Danny Glover? Oh, third generation mafia, sir." : "玩家：哦是的。丹尼·格洛弗？哦，三代黑手党，长官。",
  "Shadow: Correct! That was almost a free point, you're lucky I took pity on you." : "Shadow：正确！那几乎是个白送的分，你运气好我可怜你。",
  "Shadow: Bro, I told you this, I only entertain aviation movies if they are Navy aviation movies. I don't partake in that herassy." : "Shadow：兄弟，我告诉过你，我只接受海军航空电影。我不参与那种异端。",
  "Player: Ugh, we gotta find a Wendy's when we get back to shore and get you a Baconator." : "玩家：呃，我们回到岸上后得找家温迪餐厅，给你买个培根汉堡。",
  "Player: Of course it is." : "玩家：当然是。",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：侯赛因国王管制，拉姆 2-1编队自河区前来，高度",
  "Player: Alright two, he's coming towards us fast. When we're 10 miles out, we make a 40 degree left turn, then turn right to come up behind him. I'll saddle on his right side and try to make him turn towards Cyprus. You try and reach him on Guard." : "玩家：好的二号，他正快速朝我们过来。当我们距离10英里时，我们做40度左转，然后右转绕到他后面。我会在他右侧占位，试图让他转向塞浦路斯。你尝试在Guard频道联系他。",
  "Player: Ah, you know, I'm not just a pretty face." : "玩家：啊，你知道，我不只是长得好看。",
  "Shadow: 305." : "Shadow：305。",
  "Shadow: What is your problem. What did I do to you? What have I done here to deserve this treatment from you, besides from make you look good?" : "Shadow：你有什么问题。我对你做了什么？我在这里做了什么，除了让你看起来好看之外，值得你这样对待我？",
  "Player: Two, one, fencing out now." : "玩家：二号，一号，现在解除作战状态。",
  "Player: Alright two, we can fence out now. Say state." : "玩家：好的二号，我们现在可以退出作战状态了。报告状态。",
  "Player: Erm... to coordinate Close Air Support for the ground troops." : "玩家：呃... 是为了协调对地面部队的近距离空中支援。",
  "Shadow: I was watching a thing about the Battle of Somara and that's why the Gambier Bay was at the front of my mind." : "Shadow：我在看一个关于索马拉战役的东西，所以 Gambier Bay 在我脑海里挥之不去。",
  "Wingman: One, two, I have a bad feeling about this. We better change course." : "僚机：一号，二号，我对此有不好的预感。我们最好改变航线。",
  "Image-5-1: Image, Ram 2-1 flight checking out, switching." : "Image-5-1：Image，Ram 2-1 编队签出，切换。",
  "Shadow: The need to play this game with someone who doesn't give me soft ball questions all the time. And it's 'the need… the need for speed'." : "Shadow：需要和那些不总是给我软球问题的人玩这个游戏。而且就是“需要... 需要速度”。",
  "Player: My aircraft is critically damaged, I request permission to pass through your airspace, over." : "玩家：我的飞机严重受损，请求允许通过你的空域，完毕。",
  "Player: 9K35 Strela, I think." : "玩家：9K35 Strela，我想。",
  "Player: All the while we're helping the same rebels defeat IS. How's this going to end?" : "玩家：与此同时，我们正在帮助同样的叛军击败IS。这要怎么结束？",
  "Strike: Strike copy, turn heading 300, climb angels 25. Intercept bogey inbound for Lone Warrior. Wizard to update." : "Strike：Strike 收到，转向航向300，爬升到高度25。拦截正前往 Lone Warrior 的敌机。Wizard 来更新。",
  "Q6: NAME THE FACTION HOLDING MAREA IN THE ALEPPO PROVINCE" : "Q6: 命名在阿勒颇省控制马雷亚的派系",
  "Shadow: Okay, I'm doing you a favor with this one. If you're planning on advancing your career, you're gonna have to know it." : "Shadow：好吧，我这是帮你一个忙。如果你计划推进你的职业生涯，你必须知道它。",
  "Image-5-1: Ram-2, Image, you are entering restricted airspace, change course immediately." : "Image-5-1：Ram-2，Image，你正在进入限制空域，立即改变航线。",
  ", Strike copies." : "，Strike收到。",
  ", Lone Warrior Strike copies." : "，独行战士Strike收到。",
  "Shadow: Don't worry, I have aloe vera in the stateroom, if you want it. A little rub on that burn." : "Shadow：别担心，我在舱室里有芦荟，如果你想要的话。稍微擦一下那个烧伤。",
  "Shadow: The same boat I did my CQ on when I was at Pensacola and then again when I was in the RAG. Nimitz. Still got the hat." : "Shadow：那艘船，我在彭萨科拉时在上面进行CQ，后来在RAG时又上过。尼米兹。帽子还在。",
  "Q4: NAME THE NEW ANTI-SHIP BOMB FUZE" : "Q4: 命名新的反舰炸弹引信",
  "Player: A Blackjack bomber in Syria though..." : "玩家：不过，在叙利亚的一架Blackjack轰炸机...",
  "Player: Come right, go." : "玩家：向右转，走。",
  "Engines should have been started up as part of pre-alert checks and turned off again until alerted (2/4)" : "发动机应作为预警检查的一部分启动，然后在警报前再次关闭（2/4）",
  "Player: That would be 9K33 Osa, and depending on the variant it could be an Osa-M, -AK or -AKM. Not to be confused with rifles of the same name." : "玩家：那会是9K33 Osa，根据变体可能是Osa-M、-AK或-AKM。不要与同名的步枪混淆。",
  "Player: King Hussein Control, Ram 2-1 flight checking out from London, switching." : "玩家：King Hussein 控制台，Ram 2-1 编队从London签出，切换。",
  "Player: Strike, Ram 2-1, we're approaching bogey. Appears to be a Blackjack on heading 120." : "玩家：Strike，Ram 2-1，我们正在接近不明飞机。似乎是Blackjack，航向120。",
  "Player: You know, I tend to tune you out when you get into the history stuff. It's so boring." : "玩家：你知道，当你开始讲历史时，我往往会忽略你。太无聊了。",
  "Player: Yes!" : "玩家：是的！",
  "Shadow: Sure thing, I can hook that up. I think Heater has a coffee table book he can probably sign for you. I'm warning you now, if you monopolize our desk space with that book, like you did the last time I got you something like that, I am going to beat you senseless." : "Shadow：当然，我可以搞定。我想Heater有一本咖啡桌书，他可能可以为你签名。我现在警告你，如果你像上次我送你类似东西时那样，用那本书霸占我们的办公桌空间，我会把你打晕。",
  ", Lone Warrior Strike." : "独行战士Strike任务。",
  "Wingman: Two copies." : "僚机：二号收到。",
  "SWITCH AUX TO CHANNEL 1" : "将AUX切换到频道1",
  "Player: Mother, " : "Player: Mother,",
  "Shadow: Pretty sure that would be another product of Grumman Iron Works, the F6F Hellcat. They had a flyable one last time I was up at Oshkosh with the East Coast Hornet Demo Team. God, that thing was cool!" : "Shadow：很确定那会是格鲁曼钢铁厂的另一个产品，F6F Hellcat。上次我和东海岸Hornet演示队在奥什科什时，他们有一架可飞的。天哪，那东西太酷了！",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Feet dry, switching." : "玩家：孤狼打击，304与305编队。已进入陆地，切换。",
  "Player: Ram 2-1, King Hussein Control copies." : "玩家：Ram 2-1，King Hussein Control抄收。",
  "Player: Strike, Ram 2-1, Blackjack is turning. We got no response, but he's turning." : "玩家：Strike，Ram 2-1，Blackjack正在转向。我们没有得到回应，但他正在转向。",
  "Shadow: Two copies. State " : "Shadow: 二号收到。状态",
  "Shadow: Alright, let's see what the score is here." : "Shadow：好吧，让我们看看这里的分数。",
  "Player: Ugh, you gotta be kidding." : "玩家：呃，你肯定在开玩笑。"
}