{
  "Player: Magic, Ram 2-1 flight with you enroute to Madison at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往麦迪逊，高度层",
  "Servan: Ram 2, Servan, grid coordinates as follow. CA 481 392 and CA 470 370. I repeat, CA 481 392 and 470 370, over." : "Servan: Ram 2, Servan, 网格坐标如下。CA 481 392 和 CA 470 370。重复，CA 481 392 和 470 370，完毕。",
  "Player: And that was villages on south side of rail road on CA 481 392 and 470 370. We'll take a look." : "Player: 那是铁路南侧的村庄，位于 CA 481 392 和 470 370。我们会查看。",
  "Wingman: Lead, two, we're being called on the Guard frequency, are you hearing that? You need to respond and declare our intentions." : "僚机：长机，二号，我们在紧急频率上被呼叫，你听到了吗？你需要回应并声明我们的意图。",
  "Player: Image, Ram 2-1 flight checking out at London, switching." : "玩家：IMAGE，RAM 2-1编队在伦敦离场，切换频率。",
  "Shadow: Two copy." : "SHADOW：二号收到。",
  "Player: Magic, Ram 2-1 flight with you enroute to Bronx at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往布朗克斯，高度层",
  "Servan: Ram 2, Servan, roger, out." : "Servan: Ram 2, Servan, 收到，结束。",
  "Firefly: There is no civilian activity near the DZ. However, an ATAK report from two hours ago indicates that a group of insurgents entered the area from the south this morning in technicals armed with rockets or missiles. Break." : "Firefly: 降落区附近没有平民活动。然而，两小时前的一份ATAK报告表明，一伙叛军今天早上从南方乘坐装备火箭或导弹的技术车辆进入该区域。完毕。",
  "Shadow: One, two, tally insurgents with a MANPAD near waypoint 5. It's in the north west corner of the village, grid square CA 480 394." : "Shadow: 一号，二号，发现叛军携带便携式防空导弹在航点5附近。位于村庄的西北角，网格方块 CA 480 394。",
  "Shadow: One, two, check on AUX." : "Shadow: 1号，2号，检查备用无线电。",
  "Player: Lone Warrior Strike, 304. Feet dry, switching." : "玩家：LONE WARRIOR STRIKE，304。已进入内陆，切换频率。",
  "Player: Send us the grid coordinates and we will have a look for you." : "Player: 发送网格坐标给我们，我们会为你查看。",
  "Wingman: Two, fencing in." : "僚机：二号，准备接战。",
  "THE INTERCEPTOR PILOT IS IGNORING YOU" : "拦截机飞行员无视你",
  "Player: Magic, Ram 2-1 flight with you enroute to Harlem at angels " : "玩家：MAGIC，RAM 2-1编队与你一同前往哈莱姆，高度层",
  "MISSION DEBRIEF" : "任务简报",
  "Player: So if they take Manbij in the coming weeks, do you think that will help?" : "Player: 所以，如果他们在未来几周内占领Manbij，你认为那会有帮助吗？",
  "Shadow: Lead, those grids he gave us are the villages that we already have as waypoints 5 and 6." : "Shadow: 领队，他给我们的那些网格坐标就是我们已有的航点5和6的村庄。",
  ", Low state is " : "低油量状态是",
  "Player: Two, engage convoy." : "玩家: 二号,攻击车队.",
  "Servan: Ram 2, this is Servan. Roger. Are you able to do a show of force from north to south, over the drop zone and village, over?" : "Servan: Ram 2, 这里是Servan。收到。你能从北到南进行武力展示吗，飞越降落区和村庄，完毕？",
  "Player: Sure, why not. Standby." : "Player: 当然，为什么不呢。待命。",
  "ATC: American Hornet flight, this is Syrian Tower Control, received. State the nature of your emergency. I repeat, state the nature of your emergency, over." : "ATC：美国大黄蜂编队，这里是叙利亚塔台控制，收到。说明紧急情况性质。重复，说明紧急情况性质，完毕。",
  "Player: Pickle." : "玩家: Pickle.",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 270." : "ATC：RAM 2-1编队，拉马特戴维控制。雷达接触。允许直飞FL 270。",
  "Magic-1-1: Ram-2, Magic, you are entering restricted airspace, change course immediately." : "MAGIC-1-1: Ram-2，我是MAGIC，你正在进入限制空域，立即改变航向。",
  "Technicals w. rocket launchers not destroyed (0/4)" : "装备火箭发射器的技术车辆未摧毁 (0/4)",
  "Player: We doing the Air Force's work today?" : "Player: 我们今天在做空军的工作吗？",
  "Player: Ramat David Control, Ram 2-1 flight checking out from Atlit, switching." : "玩家：拉马特戴维控制，RAM 2-1编队从阿特利特离场，切换频率。",
  "Correct departure procedures (5/5)" : "正确离场程序（5/5）",
  ", Departure, remain below 500 feet until 7 DME. Correct immediately." : "离场，保持在500英尺以下直至7海里处。立即改正。",
  "Player: Ram 2-1, copy update, contacting Servan on 278.750 for overwatch." : "Player: Ram 2-1, 收到更新，在278.750频率联系Servan进行监视。",
  "Servan: Servan, we are in position and ready to mark the drop zone once Heavy arrives. There could be a threat from the two villages on the south side of the rail road, but we are not strong enough to clear them, over." : "Servan: Servan, 我们已经就位，准备在Heavy到达后标记降落区。铁路南侧的两个村庄可能有威胁，但我们力量不足无法清除它们，完毕。",
  "Player: Lone Warrior Strike, 304." : "玩家：LONE WARRIOR STRIKE，304。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Marking mom's at " : "玩家：LONE WARRIOR STRIKE，304与305协同。标记母舰在",
  "Firefly: Heavy 5-1 is inbound with the packages and will take up position north west of Candy. Heavy's ETA is 1130 local. A unit from the local vetted FSA faction is securing the DZ. Break." : "Firefly: Heavy 5-1 正在进入，携带包裹，将在Candy的西北方向占据位置。Heavy的预计到达时间是当地时间1130。当地经过审查的FSA派系的一个单位正在确保降落区安全。完毕。",
  "Player: Two, push button 7 on PRI." : "玩家：二号，按下PRI上的按钮7。",
  "Magic-1-1: Magic copy Ram 3-1, you are cleared for Broadway." : "Magic-1-1: Magic 收到 Ram 3-1，你被批准前往Broadway。",
  "Issues recorded with Rules of Engagement (0/20)" : "交战规则问题记录 (0/20)",
  "Shadow: Agreed." : "Shadow: 同意。",
  "Technicals w. rocket launchers destroyed (4/4)" : "装备火箭发射器的技术车辆已摧毁 (4/4)",
  "HOLD AND WAIT FOR YOUR WINGMAN TO REJOIN" : "保持并等待你的僚机重新加入",
  "Servan: Ram 2, Servan, roger, wait." : "Servan: Ram 2, Servan, 收到，等待。",
  "USE NORMAL RADIO OPTIONS TO CHECK IN WITH CARRIER ATC" : "使用正常无线电选项与航母空中交通管制报到",
  "Firefly: Ram 2-1, Firefly, stand by for words." : "Firefly: Ram 2-1, Firefly, 待命接收指令。",
  ", acknowledged. Maintaining course and altitude and keeping clear of airfields. Much appreciated, out." : "收到。保持航向和高度并远离机场。非常感谢，完毕。",
  "Player: 304, Case III, switching to Marshal." : "玩家：304，Case III，切换到Marshal。",
  "Servan: Ram 2, this is Servan, we have evacuated the area. Thank you for your help, over." : "Servan: Ram 2, 这里是Servan，我们已经撤离该区域。感谢你的帮助，完毕。",
  ", enter Marshal stack, angels 3." : "，进入Marshal栈，高度3000英尺。",
  "T-55AM not destroyed (0/5)" : "T-55AM 未摧毁 (0/5)",
  "Player: Servan, Ram 2, we bought you some time. The IS group is heading back to where it came from." : "Player: Servan, Ram 2, 我们为你争取了一些时间。IS小组正在返回其来源地。",
  "Wingman: My jet is good. But looks like your jet has taken some damage." : "Wingman：我的飞机良好。但看起来你的飞机受到了一些损伤。",
  "Wingman: Weapons, countermeasures, sensors all set. Tapes on and two is fenced in. State " : "Wingman：武器、对抗措施、传感器全部设置完毕。磁带开启，二号已设防。状态",
  "Shadow: Most likely. It's a good thing we're finally getting some supplies down there. It might help them actually break this stalemate." : "Shadow: 很可能。好事是我们终于在那里得到了一些补给。这可能帮助他们真正打破僵局。",
  "Servan: Ram 2, we are taking artillery fire from the south side of the railroad. Can you take them out or stop any attack from the south, we need more time. This is Servan, over." : "Servan: Ram 2, 我们正受到铁路南侧的炮火攻击。你能消灭他们或阻止任何来自南方的攻击吗，我们需要更多时间。这里是Servan，完毕。",
  "TURN BACK TO YOUR DESIGNATED AIRSPACE TO AVOID CAUSING AN ESCALATION" : "返回你的指定空域以避免引发升级",
  "Player: Magic, Ram 2-1 flight checking out, switching." : "玩家：Magic，Ram 2-1编队退出，切换。",
  "Shadow: Two." : "Shadow：二号。",
  "Divert recovery (5/10)" : "改道恢复 (5/10)",
  "MAKE SURE AREA SOUTH OF DROP ZONE IS CLEAR AND WAIT FOR HEAVY 5-1 TO CHECK IN" : "确保空降区以南区域清空，并等待HEAVY 5-1报到",
  "Player: Roger, two. I think one GBU should do the job." : "Player: 收到，二号。我认为一枚GBU就能完成任务。",
  "Player: Servan, Ram 2, no contacts, area around the drop zone is clear." : "Player: Servan, Ram 2, 无接触，降落区周围区域清晰。",
  "Player: Two, state " : "玩家：二号，状态",
  "Wingman: Weapons and countermeasures set, sensors and tapes on. Fence checks complete. State " : "Wingman：武器和对抗措施设置完毕，传感器和磁带开启。入场检查完成。状态",
  "Compliant with Rules of Engagement" : "符合交战规则",
  "Wingman: 2-2, check." : "Wingman：2-2，检查。",
  "Wingman: Two copy." : "Wingman：二号收到。",
  "Player: This is US Navy Hornet " : "玩家：这是美国海军Hornet",
  "Player: Ramat David Control, Ram 2-1 flight checking out at River, switching." : "玩家：Ramat David控制，Ram 2-1编队在River退出，切换。",
  "MANPAD position destroyed (5/5)" : "便携式防空导弹阵地已摧毁 (5/5)",
  "Player: Two, engage target." : "玩家：二号，攻击目标。",
  "Shadow: Lead, two, radio check on AUX." : "Shadow: 长机，二号，在AUX上进行无线电检查。",
  "Player: Alright two, push 278.750 into Manual on PRI. We'll anchor at waypoint 4 as briefed and take contact to Servan." : "Player: 好的二号，将278.750推入PRI手动模式。我们将按简报在航点4锚定并联系Servan。",
  "Strike: 307, Strike copies." : "Strike: 307, Strike 收到。",
  " declaring an emergency. I say again, declaring an emergency. Requesting permission to pass through your airspace, over." : "宣布紧急情况。重复，宣布紧急情况。请求允许通过你的空域，完毕。",
  "Player: Magic, Ram 2-1 flight with you enroute to Manhattan at angels " : "玩家：Magic，Ram 2-1编队与你一起前往Manhattan，高度",
  "Magic-1-1: Ram 3-1, Magic, you are cleared direct for Trophy at FL 200." : "Magic-1-1: Ram 3-1, Magic, 你被批准直接前往Trophy，高度层200。",
  "Player: Two, switching to 6 on PRI." : "玩家：二号，切换到PRI 6。",
  "Shadow: Ram 2-2." : "Shadow：Ram 2-2。",
  "Player: Ram 2-1, ready for words." : "Player: Ram 2-1, 准备接收指令。",
  ", update state." : "，更新状态。",
  "Player: 304." : "Player: 304。",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from London at angels " : "玩家：King Hussein控制，Ram 2-1编队与你一起从London前往，高度",
  "T-55AM destroyed (5/5)" : "T-55AM 已摧毁 (5/5)",
  "Player: One copy. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Wingman: Copy fence checks." : "僚机：收到作战状态检查。",
  "Image-5-1: Image copy check out from Ram 2-1." : "Image-5-1：从Ram 2-1收到Image拷贝检查。",
  "Your actions have caused an escalation between the Coalition and Syrian and Russian armed forces (mission failure)" : "你的行动导致联盟与叙利亚和俄罗斯武装部队之间的升级（任务失败）",
  "F-10 OPTION AVAILABLE TO ORDER WINGMAN ATTACK (305AM)" : "F-10 OPTION AVAILABLE TO ORDER WINGMAN ATTACK (305AM)",
  "Player: Two, one, fencing in." : "Player：二号，一号，进入作战状态。",
  "Servan: Ram 2, this is Servan, copy, out." : "Servan: Ram 2, 这里是Servan, 收到，结束。",
  "Servan: Ram 2, this is Servan, we didn't see anything either. We are standing by at the drop zone now, out." : "Servan: Ram 2, 这里是Servan, 我们也没看到任何东西。我们现在在降落区待命，结束。",
  "Player: Servan, Ram 2, we're at the end of our playtime and are checking out." : "Player: Servan, Ram 2, 我们的游戏时间结束，正在退出。",
  "Player: We're a flight of two Hornets checking in at Candy for mission number 0628. We've got 4 x GBU-12, Hydra rockets, 20 mm, Timber Sweet, ATFLIR and can give you 60 min on station. VDL code for Ram 2-2 is 4927." : "玩家：我们是两架大黄蜂组成的编队，在Candy报到执行任务编号0628。我们携带4枚GBU-12、Hydra火箭弹、20毫米机炮、Timber Sweet、ATFLIR，并能提供60分钟的在站时间。Ram 2-2的VDL代码是4927。",
  "YOU ARE APPROACHING THE RESTRICTED AREA" : "你正在接近限制区域",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 270." : "ATC：Ram 2-1编队，侯赛因国王控制台。雷达接触。允许直飞飞行高度层270。",
  ", Mother, update state." : "，母舰，更新状态。",
  "ATC: Ram 2-1 flight, Ramat David Control. Radar contact. Cleared direct at FL 250." : "ATC：Ram 2-1编队，拉马特大卫控制台。雷达接触。允许直飞飞行高度层250。",
  "Carrier recovery (10/10)" : "航母回收 (10/10)",
  "Player: Two, one, fence out." : "Player：二号，一号，退出作战状态。",
  "Wingman: My jet is good. Your jet looks good from here." : "僚机：我的飞机良好。从我这看你的飞机良好。",
  "Player: Ok, two, button 2 on PRI." : "Player：好的，二号，在PRI上按下按钮2。",
  "Firefly: I need you to contact vetted ground commander directly on 278.750. His callsign is Servan. Provide overwatch until the drop has been completed and he has evacuated the area. You are cleared to engage any visually ID'ed targets interfering with the low level drop operation. Acknowledge." : "Firefly：我需要你直接联系经过审查的地面指挥官，频率278.750。他的呼号是Servan。提供监视直到空投完成且他撤离该区域。你被授权攻击任何视觉识别的干扰低空空投行动的目标。请确认。",
  "Magic-1-1: Ram 3-1, Magic, copy check out." : "Magic-1-1：Ram 3-1，Magic，收到，检查完毕。",
  "Shadow: Lead, Firefly just cleared us to egress north west via Madison." : "Shadow：长机，Firefly刚批准我们通过Madison向西北方向脱离。",
  "F-10 OPTION (I) TO CHECK OUT WITH IMAGE (262AM)" : "使用F-10选项(I)与IMAGE签出（频率262AM）",
  "Shadow: Absolutely. It's gonna cut IS off from their heartland and there's only going to be pockets of resistance left. But I don't think the SDF is gonna come over and help them once they have captured Manbij. The only thing they have in common is their enemy." : "Shadow：绝对是的。这将切断IS与他们的心脏地带的联系，只剩下零星的抵抗。但我不认为SDF在占领Manbij后会过来帮助他们。他们唯一的共同点是敌人。",
  "Servan: Ram 2, this is Servan, roger. We are marking the drop zone now for Heavy to start the drop. Once completed, we will need about 15 minutes to load the cargo and exit the area, out." : "Servan：Ram 2，这里是Servan，收到。我们正在标记空投区让Heavy开始空投。完成后，我们需要大约15分钟装载货物并撤离该区域，完毕。",
  "Wingman: Two." : "僚机：二号",
  "Player: Image, Ram 2-1 flight with you enroute to Sherlock at angels " : "Player：Image，Ram 2-1编队与你一起前往Sherlock，高度...",
  "Shadow: All clear... get back up to angels 14." : "Shadow：一切清空...爬升到高度14。",
  "Magic-1-1: Ram 2-1 flight, Magic copy. Radar contact. You are cleared for corridors within assigned flight levels." : "Magic-1-1：Ram 2-1编队，Magic收到。雷达接触。允许在指定飞行高度层内使用走廊。",
  ", Lone Warrior Strike, sweet/sweet, continue." : ", Lone Warrior Strike, 一切正常, 继续。",
  "C-130 not damaged" : "C-130未受损。",
  "Servan: Heavy 5-1, this is Servan, the Drop Zone is secured and ready for you." : "Servan：Heavy 5-1，这里是Servan，空投区已安全并准备就绪。",
  "Player: Servan, Ram 2, rocket system destroyed." : "玩家：Servan，Ram 2，火箭系统已摧毁。",
  "Servan: Ram 2 this is Servan, what do you mean? Are you leaving us now?" : "Servan：Ram 2，这里是Servan，你什么意思？你现在要离开我们吗？",
  "Player: I have lost navigation aids and I'm unable to orientate myself , I request permission to continue through your airspace, over." : "Player：我失去了导航辅助设备，无法确定方位，请求允许继续通过你的空域，完毕。",
  "Shadow: Two check." : "Shadow：二号检查。",
  "Shadow: One, two, Firefly has cleared us to egress north west via Madison." : "Shadow：一号，二号，Firefly已批准我们通过Madison向西北方向脱离。",
  "Player: Ram 2-2 check on PRI from Ram 2-1." : "Player：Ram 2-2在PRI上从Ram 2-1检查。",
  "ATC: American aircraft, this is Syrian Tower Control, that is received. Wait out." : "ATC：美国飞机，这里是叙利亚塔台控制，收到。等待。",
  "Ammunition drop not successfully retrieved (0/10)" : "弹药空投未成功回收（0/10）。",
  "Incorrect departure procedures (0/5)" : "离场程序不正确 (0/5)",
  "Servan: Ram 2 this is Servan, there are armored vehicles coming up through the village. Can you take them out?" : "Servan：Ram 2，这里是Servan，有装甲车辆穿过村庄上来。你能干掉它们吗？",
  "SWITCH PRI TO CHANNEL 2" : "将PRI切换到频道2",
  "Player: Two, one, fence checks." : "Player：二号，一号，作战状态检查。",
  "ATC: Syrian Tower Control to American aircraft, you may continue on current course and altitude. you are not cleared to land and you must stay clear of any airfields. I repeat, do not attempt to land and stay clear of airfields. Acknowledge." : "塔台：叙利亚塔台管制呼叫美军飞机，你可以保持当前航向和高度。你未被允许降落，并且必须远离所有机场。重复，不要试图降落，远离机场。收到请回复。",
  "Player: Two, one, fence in." : "玩家：二号，一号，已进入作战状态。",
  "Player: Guns, guns, guns." : "玩家: Guns, guns, guns.",
  "Player: Push button 6 on PRI." : "玩家：按下PRI面板上的按钮6。",
  "Player: One copies." : "玩家：一号收到。",
  "Player: My fuel level is critically low, I request permission to pass through your airspace, over." : "玩家：我的燃油量极低，请求允许通过你方空域，完毕。",
  "Wingman: One, two, joined up." : "僚机：一号，二号，已会合。",
  ", requesting tanker." : "，请求加油机。",
  "Wingman: Two, state " : "僚机：二号，状态",
  "Heavy-5-1: Copy that Servan, we'll be coming in really low and from the north west, so don't be surprised and no shooting. ETA three minutes, stand-by." : "Heavy-5-1：收到，Servan，我们将以极低高度从西北方向进入，所以别惊讶，不要开火。预计到达时间三分钟，待命。",
  "Player: Servan, this is Ram 2, checking in, over." : "玩家：Servan，这里是Ram 2，报到，完毕。",
  ", Departure, reduce speed to 300 knots until 7 DME." : "，离场，减速至300节直到7 DME。",
  "LSO: Roger ball." : "LSO: Roger ball。",
  "Player: Rifle." : "玩家: Rifle.",
  "Brooklyn: Magic, Ram 3-1 flight exiting Broadway at Harlem for Trophy." : "Brooklyn：Magic，Ram 3-1编队从Harlem退出Broadway前往Trophy。",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Checking in." : "玩家：孤狼打击编队，304与305结伴飞行。正在报到。",
  "Servan: 9-9, Servan, on the move, out." : "Servan：9-9，Servan，正在移动，完毕。",
  "Shadow: Be advised those IS reinforcements are turning back - they had enough of it. They are still valid targets, though." : "Shadow：注意，那些IS援军正在掉头——他们受够了。不过，他们仍然是有效目标。",
  "Wingman: Two fenced in. Weapons and counter-measures set, sensors and tapes on. State " : "僚机：二号已进入作战区。武器和对抗措施已设置，传感器和录像开启。状态",
  "Technical w. AA gun destroyed (3/3)" : "配备高射炮的技术车辆已摧毁（3/3）。",
  "Player: Ram 2-1." : "玩家：RAM 2-1。",
  "Image: Image copies Ram 2-1 flight, radar contact, you are cleared for corridors within assigned flight levels." : "影像：影像收到，RAM 2-1编队，雷达识别，允许在指定飞行高度层内使用飞行走廊。",
  "Player: Two, one, check on AUX." : "玩家：二号，一号，检查辅助系统。",
  "Wingman: Just wave and smile, Player. Just wave and smile." : "僚机：挥挥手，笑一笑就行了，玩家。挥挥手，笑一笑就行了。",
  "Player: Two, push button 6 on PRI." : "玩家：二号，按下PRI面板上的按钮6。",
  "USE F10 OPTION FOR HELP ON HOW TO CONDUCT SHOW OF FORCE" : "USE F10 OPTION FOR HELP ON HOW TO CONDUCT SHOW OF FORCE",
  "ATC: King Hussein Control, Ram 2-1 flight checking out at River, switching." : "塔台：侯赛因国王管制中心，RAM 2-1编队在河流检查点脱离，正在转换频率。",
  "Player: Firefly, Ram 2-1." : "玩家：Firefly，这里是RAM 2-1。",
  "Shadow: Player, wait for me..." : "SHADOW：玩家，等等我...",
  "Firefly: Ram 2-1, Firefly, go ahead." : "Firefly：RAM 2-1，这里是Firefly，请讲。",
  "Magic-1-1: Ram 2-1 flight, Magic copy check out." : "MAGIC-1-1：RAM 2-1编队，MAGIC收到你的脱离呼叫。",
  "ATC: Ram 2-1 flight, King Hussein Control. Radar contact. Cleared direct at FL 250." : "塔台：RAM 2-1编队，侯赛因国王管制中心。雷达识别。允许直飞，飞行高度层250。",
  "Player: Magic, Ram 2-1 flight with you enroute to Inwood at angels " : "玩家：MAGIC，这里是RAM 2-1编队，与你汇合，正在前往INWOOD，高度层",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute to Atlit at angels " : "玩家：拉马特大卫控制，Ram 2-1 编队与你同路前往阿特利特，高度",
  "Shadow: Lead, two, there are two technicals out in the open on the south west corner of the village at waypoint 5. Looks like they have some sort of mounted rocket launcher. I think they are getting ready to leave." : "Shadow：长机，二号，在村庄西南角航点5处，有两辆技术车辆暴露在开阔地。看起来它们装有某种火箭发射器。我认为它们正准备离开。",
  "Missing communication procedures" : "缺失通信程序",
  "Player: Ram 2-1 copies." : "玩家：Ram 2-1 抄收。",
  "Wingman: Two, copy fence out. State " : "僚机：二号，收到 退出作战状态。状态",
  "Player: Servan, any time. You stay safe down there. Ram 2, out." : "玩家：Servan，随时待命。你在下面保持安全。Ram 2，完毕。",
  "ATC: Ram 2-1, Ramat David Control copy, out." : "空中交通管制：Ram 2-1，拉马特大卫控制收到，完毕。",
  ", Hornet ball, " : "，Hornet ball，",
  "Player: Ram 2-1, copy." : "玩家：Ram 2-1，收到。",
  "Player: Servan, Ram 2, looks like you're getting company. There is a group of armored vehicles a few miles south of you coming your way. We'll take care of them, but stay alert." : "玩家：Servan，Ram 2，看起来你有伴了。在你南边几英里处有一群装甲车辆朝你方向来。我们会处理它们，但保持警惕。",
  "Player: Running in." : "玩家：正在进入。",
  "Mother: Mother copies, launching tanker." : "Mother: Mother 收到，正在发射加油机。",
  "General communication procedures followed" : "遵循一般通信程序",
  "Servan: Servan... copy that. We only need ten more minutes." : "Servan：Servan...收到。我们只需要再多十分钟。",
  "Player: Yes. The situation must be desperate when the only way to supply them is by air, considering Marea is what, 20 miles from the Turkish border." : "玩家：是的。考虑到Marea距离土耳其边境大约20英里，唯一补给他们的方式是通过空运，情况一定很绝望。",
  "Player: Two, switching to 7 on PRI." : "玩家：二号，切换到PRI上的7。",
  "Player: Copy that, two. Push button 3 on PRI." : "玩家：收到，二号。按PRI上的按钮3。",
  "Player: Two, take out the air defense." : "玩家：二号，干掉防空系统。",
  "Player: Two, push button 3 on PRI, say state." : "玩家：二号，按PRI上的按钮3，报告状态。",
  "Shadow: One, two, tally a small column of vehicles coming in from the south. Appears to be IS reinforcements." : "Shadow：一号，二号，发现一小队车辆从南边过来。似乎是IS援军。",
  "Issues recorded with airspace controls (0/5)" : "空域控制问题记录 (0/5)",
  "Firefly: We have no JTAC embedded with the FSA near Marea and our Uzi callsign assigned to Candy has had to abort. We're therefore going to do this the old way using Emergency CAS procedures. Break." : "Firefly：我们在Marea附近没有嵌入FSA的JTAC，而我们分配给Candy的Uzi呼号不得不中止。因此，我们将使用紧急CAS程序以旧方式处理。完毕。",
  "307, Lone Warrior Strike copies." : "307，Lone Warrior Strike收到。",
  "MTLB destroyed (3/3)" : "MTLB已摧毁（3/3）。",
  "Brooklyn: Magic, Ram 3-1 flight checking in to Broadway at Manhattan at angels 23." : "Brooklyn：Magic，Ram 3-1编队在Manhattan以高度23报到Broadway。",
  "Player: Copy that, two." : "玩家：收到，2。",
  "Aircraft damaged." : "飞机受损。",
  "Shadow: Two copies." : "Shadow：2收到。",
  "ATC: Ram 2-1, King Hussein Control copies." : "ATC：Ram 2-1，King Hussein Control收到。",
  "Player: Copy, let me know if he comes into the ROZ, otherwise no factor." : "玩家：收到，如果他进入ROZ，请通知我，否则无关紧要。",
  "Wingman: Ram 2-2, copy." : "僚机：Ram 2-2，收到。",
  "Player: Servan, Ram 2, we just destroyed an insurgent group with surface-to-air missile in the village south of the railroad crossing. No further contacts." : "玩家：Servan，Ram 2，我们刚刚在铁路交叉口南侧的村庄摧毁了一支携带地对空导弹的叛乱分子小组。暂无进一步接触。",
  "MTLB not destroyed (0/3)" : "MTLB 未摧毁 (0/3)",
  "Mother: Roger, " : "母舰：收到。",
  "Wingman: One, two, in formation." : "僚机：一号，二号，编队中。",
  "F-10 OPTION (I) TO CHECK IN WITH STRIKE (265AM)" : "F-10选项(I)与Strike检查入网 (265AM)",
  ", Lone Warrior Strike, copy, radar contact, continue." : "，独行战士Strike，收到，雷达接触，继续。",
  "Brooklyn: Strike, 307 and 309, feet dry, checking out." : "Brooklyn：Strike，307 和 309，进入陆地，检查完毕。",
  "Brooklyn: Magic, Ram 3-1 flight last call, checking out at Manhattan, switching to Blue." : "Brooklyn：Magic，Ram 3-1 编队最后一次呼叫，在 Manhattan 检查完毕，切换到 Blue。",
  "Player: We're on to them, Servan." : "玩家：我们盯上他们了，Servan。",
  "Player: Ram 2-1, Pickle." : "玩家: Ram 2-1, Pickle.",
  "No GBUs left, " : "没有 GBU 剩余，",
  "Player: King Hussein Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：侯赛因国王管制，拉姆 2-1编队自河区前来，高度",
  "Player: Servan, Ram 2, show of force complete. No contacts." : "玩家：Servan，Ram 2，武力展示完成。无接触。",
  "Player: Lone Warrior Strike, 304. Checking in." : "玩家：独行侠打击，304。报到。",
  "Shadow: 305." : "Shadow：305。",
  "F-10 OPTION (I) TO CONTACT SERVAN (278.75AM)" : "F-10 OPTION (I) TO CONTACT SERVAN (278.75AM)",
  "Player: Servan, Ram 2, we're a flight of two US Navy aircraft, we're overhead and have eyes on you. Do you have any updates for us?" : "玩家：Servan，Ram 2，我们是两架美国海军飞机的编队，我们在上空，能看到你们。你们有什么更新信息给我们吗？",
  ", Departure, maintain BRC heading until 7 DME. Correct immediately." : "，离场，保持BRC航向直到7 DME。立即修正。",
  "Heavy-5-1: Magic, Heavy 5-1 passing waypoint, exiting Sesame turning to Candy, switching." : "Heavy-5-1：Magic，Heavy 5-1 通过航路点，退出 Sesame 转向 Candy，切换。",
  "Player: Two, one, fencing out now." : "玩家：二号，一号，现在解除作战状态。",
  "Shadow: Guns, guns, guns." : "Shadow: Guns, guns, guns.",
  "Player: Alright two, we can fence out now. Say state." : "玩家：好的二号，我们现在可以退出作战状态了。报告状态。",
  "Technical w. rocket launcher destroyed (2/4)" : "配备火箭发射器的皮卡摧毁 (2/4)",
  "Player: One copies, we'll orbit them at about angels 14 and see if we can detect any life there." : "玩家：一号收到，我们将在约 angels 14 高度盘旋，看看能否探测到任何生命迹象。",
  "Wingman: One, two, I have a bad feeling about this. We better change course." : "僚机：一号，二号，我对此有不好的预感。我们最好改变航线。",
  "Image-5-1: Image, Ram 2-1 flight checking out, switching." : "Image-5-1：Image，Ram 2-1 编队签出，切换。",
  "Player: My aircraft is critically damaged, I request permission to pass through your airspace, over." : "玩家：我的飞机严重受损，请求允许通过你的空域，完毕。",
  "Player: One copy." : "玩家：一号收到。",
  "Servan: Ram 2, this is Servan, over." : "Servan：Ram 2，这里是 Servan，完毕。",
  "Brooklyn: Magic, Ram 3-1 flight checking in to Broadway at Harlem, angels 29." : "Brooklyn：Magic，Ram 3-1 编队在 Harlem 进入 Broadway 空中走廊，高度 29,000 英尺。",
  "Player: Two, one, good check." : "玩家：二号，一号，检查良好。",
  "Player: One copies. Push button 3 on PRI." : "玩家：一号收到。按下PRI上的按钮3。",
  "Brooklyn: Magic copy Ram 3-1, you are cleared for Broadway." : "Brooklyn：Magic 收到 Ram 3-1，你被批准进入 Broadway。",
  "Player: Magic, Ram 2-1 flight checking out at Manhattan, switching." : "玩家：Magic，Ram 2-1 编队在Manhattan签出，切换。",
  "Player: It's complicated. Let's leave it at that." : "玩家：这很复杂。就到此为止吧。",
  "Image-5-1: Ram-2, Image, you are entering restricted airspace, change course immediately." : "Image-5-1：Ram-2，Image，你正在进入限制空域，立即改变航线。",
  ", Strike copies." : "，Strike收到。",
  "Player: Image, Ram 2-1 flight with you enroute to London at angels " : "玩家：Image，Ram 2-1 编队与你一同前往London，高度 angels",
  "Shadow: That line has been a stalemate for years now. All the coalition has been able to do is get a grid coordinate from HUMINT, then send up a drone to check it out and then engage it or call in a fast mover." : "Shadow：那条战线已经僵持多年了。联军所能做的就是从 HUMINT 获取网格坐标，然后派出无人机检查，然后攻击它或呼叫快速移动飞机。",
  "Strike: 307, Strike copies checkout." : "Strike：307，Strike 收到检查完毕。",
  ", Lone Warrior Strike copies." : "，独行战士Strike收到。",
  "Player: Ramat David Control, Ram 2-1 flight with you enroute from River at angels " : "玩家：Ramat David 控制台，Ram 2-1 编队从River前往，高度 angels",
  "-- Historical debriefing available (R) --" : "-- Historical debriefing available (R) --",
  "Player: Two, push button 7 on PRI. I'll be on button 15 then 13 on AUX." : "玩家：二号，按下PRI上的按钮7。我将在AUX上使用按钮15然后13。",
  "Wingman: One, two, on your right." : "僚机：一号，二号，在你的右侧。",
  "Shadow: Lead, two, contact on a Su-25 Frogfoot just over the city of Aleppo." : "Shadow：长机，二号，在阿勒颇市上空接触一架 Su-25 Frogfoot。",
  "Two, say state." : "二号，报告状态。",
  "Shadow: I also think they've been told not to go further northwest. Turkey isn't exactly happy with them either." : "Shadow：我也认为他们被告知不要进一步向西北前进。土耳其对他们也不太满意。",
  "Compliant with airspace controls (5/5)" : "符合空域管制（5/5）",
  "Heavy-5-1: 99, Heavy 5-1 on station north west of Candy. Advise when ready and we'll be coming in low to make the delivery." : "Heavy-5-1：99，Heavy 5-1 在 Candy 西北侧空域待命。准备好时通知，我们将低空进入进行投送。",
  "Wingman: Two, fencing out. State " : "僚机：二号，解除保险。状态",
  "Player: King Hussein Control, Ram 2-1 flight checking out from London, switching." : "玩家：King Hussein 控制台，Ram 2-1 编队从London签出，切换。",
  "MANPAD position not destroyed (0/5)" : "MANPAD 阵地未摧毁 (0/5)",
  "ATC: American aircraft. You are entering restricted airspace. Turn back immediately or state your intent or you may be fired upon, over." : "ATC：美国飞机。你正在进入限制空域。立即转向或说明你的意图，否则可能被开火，完毕。",
  "Player: I bet it was their Strike Eagles that got reallocated to something bigger." : "玩家：我打赌是他们的 Strike Eagles 被重新分配到更大的任务了。",
  "Player: Lone Warrior Strike, 304. Marking mom's at " : "玩家：Lone Warrior Strike，304。标记母舰在",
  "Shadow: Yep." : "Shadow：是的。",
  "Shadow: Dart." : "Shadow: 立即高速直线脱离。",
  "Player: Dart." : "玩家: 立即高速直线脱离。",
  ", Lone Warrior Strike." : "独行战士Strike任务。",
  "Image: Image copy check out from Ram 2-1." : "Image：Image 收到 Ram 2-1 的签出。",
  "Wingman: Two copies." : "僚机：二号收到。",
  "Shadow: Lead, I can anchor above and spot for you, or I can follow you in in a wagon wheel. What's it gonna be?" : "Shadow：长机，我可以在上空盘旋为你观察，也可以以“车轮式”战术跟随你进入。选哪个？",
  "SWITCH AUX TO CHANNEL 1" : "将AUX切换到频道1",
  "Technical w. AA gun not destroyed (0/3)" : "配备高射炮的皮卡未摧毁 (0/3)",
  "One GBU left, " : "还剩一枚 GBU，",
  "Player: Mother, " : "Player: Mother,",
  "Shadow: Lead, two, IS vehicles coming up through the village now. When they cross the railroad, they'll be able to fire on the DZ." : "Shadow：长机，二号，IS 车辆现在正穿过村庄上来。当他们穿过铁路时，他们将能够向 DZ 开火。",
  "Player: 304, Case I, switching to Marshal." : "玩家：304，Case I，切换到 Marshal。",
  ", Strike, you're entering restricted airspace. Change course immediately." : "Strike，你正在进入限制空域。立即改变航向。",
  "USE NORMAL RADIO COMMANDS TO ORDER WINGMAN TO HOLD POSITION OR CHANGE FORMATION" : "USE NORMAL RADIO COMMANDS TO ORDER WINGMAN TO HOLD POSITION OR CHANGE FORMATION",
  "Player: Lone Warrior Strike, 304 holding hands with 305. Feet dry, switching." : "玩家：孤狼打击，304与305编队。已进入陆地，切换。",
  "Player: Two, one, we'll remain on station until they have egressed. Keep scanning the ground below." : "玩家：二号，一号，我们将保持在位直到他们撤离。继续扫描下方地面。",
  "Ammunition drop successfully retrieved (10/10)" : "弹药空投成功回收 (10/10)",
  "Player: Ram 2-1, King Hussein Control copies." : "玩家：Ram 2-1，King Hussein Control抄收。",
  "Player: Servan, Ram 2, we are engaging." : "玩家：Servan，Ram 2，我们正在接敌。",
  "C-130 damaged" : "C-130 受损",
  "Player: Image, Ram 2-1 flight with you enroute to Stirling at angels " : "玩家：Image，Ram 2-1编队与你一同前往斯特林，高度",
  "Wingman: Two copies. State " : "僚机：两份抄收。状态",
  ", you are cleared to use fuel dump before commencing approach." : "，你被批准在开始进场前使用燃油排放。",
  "Mission commenced (base score 50)" : "任务开始（基础分数50）",
  ", Strike, copy, sweet/sweet, continue on mission." : "Strike, 收到，状态良好，继续执行任务。",
  ", Strike copies checkout." : "Strike收到离场检查。"
}